Repository: ucam-department-of-psychiatry/camcops
Catalog: server/camcops_server/translations/*/LC_MESSAGES/camcops_*.po
Languages: da_dk

source: (Server) Devices registered with the server
da_dk: (Server) Enheder, der er registreret på serveren

source: CamCOPS research data dump
da_dk: CamCOPS forskningsdata dump

source: The research data dump you requested is attached.
da_dk: Den forskningsdata-dump, du har anmodet om, er vedhæftet.

source: You do not have enough space to create this download. You are allowed {total_permitted} bytes and you are have {space} bytes free. This download would need {size} bytes.
da_dk: Du har ikke tilstrækkelig plads til at oprette denne overførsel. Du har tilladelse {total_permitted} byte, og du har {space} byte gratis. Denne overførsel skal bruge {size} byte.

source: The research data dump you requested is ready to be downloaded. You will find it in your download area. It is called %s
da_dk: Den forskningsdata dump, du har anmodet om, er klar til at blive hentet. Du finder det i dit download område. Det kaldes %s

source: Failed to create file {filename}. Error was: {message}
da_dk: Filen {filename} kunne ikke oprettes. Fejlen var: {message}

source: If you specify more than one, they will be joined with OR.
da_dk: Hvis du angiver mere end én, vil de blive forenet med ELLER.

source: Change password
da_dk: Skift adgangskode

source: Female (F)
da_dk: Kvinde (F)

source: Male (M)
da_dk: Mand (M)

source: Other/unspecified (X)
da_dk: Andet/uspecificeret (X)

source: Danger
da_dk: Fare

source: Validate this dangerous operation
da_dk: Valider denne farlige handling

source: Please enter the following:
da_dk: Indtast venligst følgende:

source: Add
da_dk: Tilføj

source: Bad CSRF token
da_dk: Ugyldigt CSRF-token

source: OK
da_dk: Okay

source: Apply
da_dk: Ansøg

source: Cancel
da_dk: Annuller

source: Delete
da_dk: Slet

source: Task type
da_dk: Opgavetype

source: [Any]
da_dk: [Enhver]

source: Task type(s)
da_dk: Opgavetype(r)

source: If none are selected, all task types will be offered.
da_dk: Hvis der ikke er valgt nogen, vil alle opgavetyper blive tilbudt.

source: Use server index?
da_dk: Skal server indekset bruges?

source: Use server index? (Default is true; much faster.)
da_dk: Skal server indekset bruges? (Standard er sand; meget hurtigere.)

source: [ignore]
da_dk: [ignorere]

source: Linking ID number
da_dk: ID nummer at linke med

source: Which ID number to link on?
da_dk: Hvilket ID-nummer skal du linke til?

source: ID# value
da_dk: ID# værdi

source: ID number
da_dk: ID-nummer

source: Bad ID number type
da_dk: Forkert id-nummertype

source: ID numbers
da_dk: ID-numre

source: You have specified duplicate ID definitions
da_dk: Du har angivet dublet-ID-definitioner

source: You have specified >1 value for one ID number type
da_dk: Du har angivet >1 værdi for én ID-nummer type

source: Sex
da_dk: Køn

source: Any
da_dk: Enhver

source: User
da_dk: Bruger

source: Username
da_dk: Brugernavn

source: Cannot use system username
da_dk: System brugernavn kan ikke bruges

source: Include auto-generated users
da_dk: Medtag automatisk genererede brugere

source: Refresh
da_dk: Opdater

source: Device
da_dk: Apparat

source: Start date/time (local timezone; inclusive)
da_dk: Start dato/-klokkeslæt (lokal tidszone; inklusive)

source: End date/time (local timezone; exclusive)
da_dk: Slutdato/-klokkeslæt (lokal tidszone; eksklusiv)

source: Start date/time (UTC; inclusive)
da_dk: Start dato/-klokkeslæt (UTC; inklusive)

source: End date/time (UTC; exclusive)
da_dk: Slutdato/-klokkeslæt (UTC; eksklusiv)

source: Items to show per page
da_dk: Vis per side

source: Group
da_dk: Gruppe

source: Other group
da_dk: Anden gruppe

source: [None]
da_dk: [Ingen]

source: Groups
da_dk: Grupper

source: You have specified duplicate groups
da_dk: Du har angivet dublerede grupper

source: You must specify at least {} group(s)
da_dk: Du skal angive mindst {} grupper

source: Language
da_dk: Sprog

source: Really?
da_dk: Virkelig?

source: Leave ticked to confirm
da_dk: Lad afkrydses for at bekræfte

source: Please untick to confirm
da_dk: Du skal fjerne markeringen for at bekræfte

source: Be really sure; tick here also to confirm
da_dk: Vær virkelig sikker; kryds her også for at bekræfte

source: Not fully confirmed
da_dk: Ikke fuldt bekræftet

source: Invalid redirection URL
da_dk: Ugyldig URL-adresse til omdirigering

source: Invalid phone number
da_dk: Ugyldigt telefonnummer

source: Phone number
da_dk: Telefonnummer

source: Password
da_dk: Adgangskode

source: Log in
da_dk: Log ind

source: Enter the six-digit code
da_dk: Indtast den sekscifrede kode

source: Submit
da_dk: Indsend

source: User must change password at next login
da_dk: Brugeren skal skifte adgangskode ved næste login

source: Must change password at next login?
da_dk: Skal ændre adgangskode ved næste login?

source: Old password
da_dk: Gammel adgangskode

source: Old password incorrect
da_dk: Gammel adgangskode er forkert

source: Choose strong passphrases. See {link}
da_dk: Vælg stærke adgangsudtryk. Se {link}

source: Minimum password length is {limit} characters.
da_dk: Minimum længden af adgangskoden er {limit} tegn.

source: New password
da_dk: Ny adgangskode

source: Type the new password and confirm it
da_dk: Skriv den nye adgangskode, og bekræft den

source: New password must differ from old
da_dk: Ny adgangskode skal afvige fra den gamle

source: Disable multi-factor authentication
da_dk: Deaktiver multifaktorgodkendelse

source: Disable multi-factor authentication?
da_dk: Vil du deaktivere multifaktorgodkendelse?

source: Open your authentication app.
da_dk: Åbn din godkendelsesapp.

source: Add CamCOPS to the app by scanning this QR code:
da_dk: Føj CamCOPS til appen ved at scanne denne QR-kode:

source: If you can't scan the QR code, enter this key instead:
da_dk: Hvis du ikke kan scanne QR -koden, skal du i stedet indtaste denne nøgle:

source: When prompted, enter the 6-digit code displayed on the app.
da_dk: Når du bliver bedt om det, skal du indtaste den 6-cifrede kode, der vises på appen.

source: Authentication type
da_dk: Godkendelsestype

source: Use an app such as Google Authenticator or Twilio Authy
da_dk: Brug en app som f.eks. Google Authenticator eller Twilio Authy

source: Send me a code by email
da_dk: Send mig en kode på e-mail

source: Send me a code by text message
da_dk: Send mig en kode på sms

source: How do you wish to authenticate?
da_dk: Hvordan ønsker du at godkende?

source: Follow these steps:
da_dk: Følg disse trin:

source: Include the country code (e.g. +123) for numbers outside of the '{region_code}' region
da_dk: Medtag landekoden (f.eks. +123) for numre uden for området '{region_code}'

source: Source (e.g. webviewer, tablet, console)
da_dk: Kilde (f. eks. webfremviser, tablet, konsol)

source: Remote IP address
da_dk: Ekstern IP-adresse

source: Truncate details for easy viewing
da_dk: Afkorte detaljer for nem visning

source: View audit trail
da_dk: Vis revisionsspor

source: View exported task log
da_dk: Vis eksporteret opgaveark

source: Text contents
da_dk: Tekst indhold

source: text
da_dk: tekst

source: You have specified duplicate text filters
da_dk: Du har angivet dublerede tekstfiltre

source: Uploading users
da_dk: Brugere, der uploadede

source: You have specified duplicate users
da_dk: Du har angivet dublerede brugere

source: Uploading devices
da_dk: Apparat

source: Surname
da_dk: Efternavn

source: Forename
da_dk: Fornavn

source: Date of birth
da_dk: Fødselsdato

source: Only completed tasks?
da_dk: Kun afsluttede opgaver?

source: Who
da_dk: Hvem

source: What
da_dk: Hvad

source: When
da_dk: Hvornår

source: Administrative criteria
da_dk: Administrative kriterier

source: Set filters
da_dk: Indstil filtre

source: Clear
da_dk: Ryd

source: Set n/page
da_dk: Indstil n/side

source: View as
da_dk: Vis som

source: Use all eligible task types?
da_dk: Skal alle kvalificerede opgavetyper bruges?

source: View CTV
da_dk: Vis CTV

source: View tracker
da_dk: Vis tracker

source: OpenOffice spreadsheet (ODS) file
da_dk: OpenOffice-regnearks fil (ODS)

source: TSV (tab-separated values)
da_dk: TSV (tabulatorseparerede værdier)

source: XLSX (Microsoft Excel) file
da_dk: XLSX (Microsoft Excel)-fil

source: View report
da_dk: Vis rapport

source: [WILL NOT WORK]
da_dk: [VIL IKKE ARBEJDE]

source: SQL dialect to use (not all may be valid)
da_dk: SQL-dialekt til brug (ikke alle kan være gyldige)

source: View DDL
da_dk: Vis DDL

source: Permitted to upload from a tablet/device
da_dk: Tilladt at uploade fra en tablet/enhed

source: Permitted to register tablet/client devices
da_dk: Tilladelse til at registrere tablet/klient-enheder

source: May log in to web front end
da_dk: Kan logge ind på Webfrontend

source: May add, edit or delete patients created on the server
da_dk: Kan tilføje, redigere eller slette patienter, der er oprettet på serveren

source: May send emails to patients created on the server
da_dk: Kan sende e -mails til patienter, der er oprettet på serveren

source: May view (browse) records from all patients when no patient filter set
da_dk: Kan se (gennemse) optegnelser fra alle patienter, når der ikke er angivet et filter

source: May perform bulk data dumps
da_dk: Kan udføre bulk-data lossepladser

source: May run reports
da_dk: Kan køre rapporter

source: May add special notes to tasks
da_dk: Kan føje specielle noter til opgaver

source: User is a privileged group administrator for this group
da_dk: Brugeren er en privilegeret gruppeadministrator for denne gruppe

source: Full name
da_dk: Fulde navn

source: E-mail address
da_dk: E-mail adresse

source: Superuser (CAUTION!)
da_dk: Superbruger (FORSIGTIG!)

source: Group into which to upload data
da_dk: Gruppe, som data skal uploades til

source: Pick a group from those to which the user belongs
da_dk: Vælg en gruppe blandt dem, som brugeren tilhører

source: Set
da_dk: Indstil

source: Not a string
da_dk: Ikke en streng

source: Syntactically invalid policy
da_dk: Syntaktisk ugyldig politik

source: Invalid policy. Have you referred to non-existent ID numbers? Is the policy less restrictive than the tablet’s minimum ID policy?
da_dk: Ugyldig politik. Har du henvist til ikke-eksisterende ID-numre? Er politikken mindre restriktiv end tablettens minimum-ID-politik?

source: These settings will be applied to the patient's device when operating in single user mode.
da_dk: Disse indstillinger anvendes på patientens enhed, når der arbejdes i enkeltbrugertilstand.

source: The settings here influence whether CamCOPS will consider some third-party tasks “permitted” on your behalf, according to their published use criteria. They do <b>not</b> remove your responsibility to ensure that you use them in accordance with their own requirements.
da_dk: Indstillingerne her påvirker, om CamCOPS vil betragte nogle tredjepartsopgaver som "tilladte" på dine vegne i henhold til deres offentliggjorte brugskriterier. De fjerner <b>ikke</b> dit ansvar for at sikre, at du bruger dem i overensstemmelse med deres egne krav.

source: WARNING. Providing incorrect information here may lead to you VIOLATING copyright law, by using task for a purpose that is not permitted, and being subject to damages and/or prosecution.
da_dk: ADVARSEL. Hvis du giver forkerte oplysninger her, kan det føre til, at du OVERTRÆDER ophavsretsloven ved at bruge opgaven til et formål, der ikke er tilladt, og blive udsat for erstatning og/eller retsforfølgning.

source: The authors of CamCOPS cannot be held responsible or liable for any consequences of you misusing materials subject to copyright.
da_dk: Ophavsmændene til CamCOPS kan ikke holdes ansvarlige eller erstatningspligtige for eventuelle konsekvenser af, at du bruger ophavsretligt beskyttet materiale.

source: In which contexts does this group operate?
da_dk: I hvilke sammenhænge opererer denne gruppe?

source: Clinical
da_dk: Kliniske

source: WARNING: NOT FOR GENERAL CLINICAL USE; not a Medical Device; see Terms and Conditions
da_dk: ADVARSEL: IKKE TIL ALMINDELIG KLINISK BRUG; ikke medicinsk udstyr; se Vilkår og betingelser

source: Commercial
da_dk: Kommerciel

source: Educational
da_dk: Uddannelsesmæssige

source: Research
da_dk: Forskning

source: Group name
da_dk: Gruppenavn

source: Group intellectual property settings
da_dk: Indstillinger for immaterielle rettigheder for gruppe

source: Other groups this group may see
da_dk: Andre grupper, som denne gruppe kan se

source: Upload policy
da_dk: Upload politik

source: Minimum required patient information to copy data to server
da_dk: Minimum krævede patientoplysninger for at kopiere data til serveren

source: Finalize policy
da_dk: Færdiggør politik

source: Minimum required patient information to clear data off source device
da_dk: Minimum krævede patientoplysninger for at rydde data fra kildeenheden

source: Name is used by another group!
da_dk: Navnet bruges af en anden gruppe!

source: Dump method
da_dk: Dump-metode

source: Everything
da_dk: Alt

source: Use the session filter settings
da_dk: Brug indstillingerne for sessions filteret

source: Specify tasks/groups manually (see below)
da_dk: Angive opgaver/grupper manuelt (se nedenfor)

source: Spreadsheet format
da_dk: Regnearksformat

source: ZIP file of tab-separated value (TSV) files
da_dk: ZIP-fil med tabulatorseparerede værdier (TSV)-filer

source: Delivery
da_dk: Levering

source: Serve immediately
da_dk: Tjene straks

source: E-mail me
da_dk: E-mail mig

source: Create a file for me to download
da_dk: Opret en fil for mig at downloade

source: Disabled by the system administrator
da_dk: Deaktiveret af systemadministratoren

source: Your user does not have an email address
da_dk: Din bruger har ikke en e-mailadresse

source: User downloads not configured by administrator
da_dk: Bruger-downloads er ikke konfigureret af administrator

source: Bad value
da_dk: Dårlig værdi

source: Database download method
da_dk: Metode til hentning af database

source: Binary SQLite database
da_dk: Binær SQLite-database

source: SQL text to create SQLite database
da_dk: SQL-tekst til oprettelse af SQLite-database

source: Simplify spreadsheets?
da_dk: Forenkle regneark?

source: Remove non-essential details?
da_dk: Vil du fjerne ikke-væsentlige detaljer?

source: Sort columns?
da_dk: Sortere kolonner?

source: Sort by heading (column) names within spreadsheets?
da_dk: Sortere efter overskrift (kolonne) navne i regneark?

source: Include column information?
da_dk: Skal kolonneoplysninger medtages?

source: Include details of all columns in the source database?
da_dk: Skal oplysninger om alle kolonner medtages i kildedatabasen?

source: Include BLOBs?
da_dk: Medtag BLOBs?

source: Include binary large objects (BLOBs)? WARNING: may be large
da_dk: Skal binære store objekter medtages (BLOBs)? Advarsel: kan være stor

source: Patient ID per row?
da_dk: Patient-ID pr. række?

source: Include patient ID numbers and task cross-referencing (denormalized) information per row?
da_dk: Medtag patient-ID-numre og kryds referering af opgave (denormaliseret) pr. række?

source: Manual settings
da_dk: Manuelle indstillinger

source: Database friendly title
da_dk: Databasens fulde titel

source: Full description (e.g. “NHS number”)
da_dk: Fuld beskrivelse (f. eks. “NHS-nummer”)

source: Short description (e.g. “NHS#”)
da_dk: Kort beskrivelse (f. eks. “NHS #”)

source: Try to keep it very short!
da_dk: Prøv at holde det meget kort!

source: Validation method
da_dk: Valideringsmetode

source: Built-in CamCOPS ID number validation method
da_dk: Indbygget CamCOPS ID-nummer valideringsmetode

source: HL7 Assigning Authority
da_dk: HL7 Myndighed, der tildeler

source: For HL7 messaging: HL7 Assigning Authority for ID number (unique name of the system/organization/agency/department that creates the data).
da_dk: For HL7-meddelelser: HL7 tildeling af autoritet for ID-nummer (entydigt navn på det system/den organisation/det agentur/den afdeling, der opretter dataene).

source: HL7 Identifier Type
da_dk: HL7-id-type

source: For HL7 messaging: HL7 Identifier Type code: ‘a code corresponding to the type of identifier. In some cases, this code may be used as a qualifier to the “Assigning Authority” component.’
da_dk: For HL7 Messaging: HL7 Identifier type kode: ‘en kode, der svarer til typen af identifikator. I nogle tilfælde kan denne kode bruges som kvalifikatoren til komponenten “tildeling af autoritet”.’

source: For FHIR exports: URL defining the ID system.
da_dk: For FHIR-eksport: URL-definition af id-systemet.

source: Description is used by another ID number!
da_dk: Beskrivelse bruges af et andet ID-nummer!

source: Short description is used by another ID number!
da_dk: Kort beskrivelse bruges af et andet ID-nummer!

source: Which ID number?
da_dk: Hvilket ID-nummer?

source: ID# clashes with another ID number!
da_dk: ID# sammenstød med et andet ID-nummer!

source: Erase
da_dk: Slet

source: Show tasks that will be deleted
da_dk: Vis opgaver, der vil blive slettet

source: Task schedule
da_dk: Tidsplan for opgave

source: Please enter valid JSON or leave blank
da_dk: Angiv gyldig JSON, eller lad den være tom

source: Task-specific settings for this patient
da_dk: Opgavespecifikke indstillinger for denne patient

source: ADVANCED. Only applicable to tasks that are configurable on a per-patient basis. Format: JSON object, with settings keyed on task table name.
da_dk: Avanceret. Gælder kun for opgaver, der kan konfigureres pr. patient. Format: JSON-objekt med indstillinger tastet på opgavetabelnavnet.

source: Please enter a valid JSON object (with settings keyed on task table name) or leave blank
da_dk: Angiv et gyldigt JSON-objekt (med indstillinger indtastet på opgavetabelnavnet), eller lad det være tomt

source: Leave blank for the date the patient first downloads the schedule
da_dk: Lad feltet være tomt for den dato, hvor patienten første gang downloader tidsplanen

source: Advanced
da_dk: Avanceret

source: Task Schedules
da_dk: Opgaveplaner

source: GP
da_dk: Læge

source: Patient would not meet 'finalize' ID policy for group:
da_dk: Patient ville ikke opfylde 'færdig' ID politik for gruppe:

source: That policy is:
da_dk: Denne politik er:

source: Email template
da_dk: E-mail skabelon

source: Template of email to be sent to patients when inviting them to complete the tasks in the schedule. Valid placeholders: {}
da_dk: Skabelon med e-mail, der skal sendes til patienter, når de inviteres til at udføre opgaverne i tidsplanen. Gyldige pladsholdere: {}

source: {bad_key} is not a valid placeholder
da_dk: {bad_key} er ikke en gyldig pladsholder

source: Invalid email template. Is there a missing '{' or '}' ?
da_dk: Ugyldig e-mail-skabelon. Mangler der '{' eller '}'?

source: The patient will see these email addresses. Separate multiple addresses with commas.
da_dk: Patienten vil se disse e-mail-adresser. Adskil flere adresser med kommaer.

source: The patient will not see these email addresses. Separate multiple addresses with commas.
da_dk: Patienten kan ikke se disse e-mail-adresser. Adskil flere adresser med kommaer.

source: Email "From" address
da_dk: E-mail "Fra" adresse

source: You must set this if you want to send emails to your patients
da_dk: Du skal indstille dette, hvis du vil sende e-mails til dine patienter

source: 1 week = 7 days
da_dk: 1 uge = 7 dage

source: 1 month = 30 days
da_dk: 1 måned = 30 dage

source: Months
da_dk: Måneder

source: Weeks
da_dk: Uger

source: Days
da_dk: Dage

source: Due from
da_dk: Forfalder fra

source: Time from the start of schedule when the patient may begin this task
da_dk: Tid fra starten af tidsplanen, hvor patienten kan begynde denne opgave

source: Due within
da_dk: Forfalder inden for

source: Time the patient has to complete this task
da_dk: Tid patienten har til at fuldføre denne opgave

source: Allow clinician tasks
da_dk: Tillad klinikeropgaver

source: Tick this box to schedule a task that would normally be completed by (or with) a clinician
da_dk: Marker dette felt for at planlægge en opgave, der normalt ville være afsluttet af (eller med) en kliniker

source: You have selected the task '{task_name}', which a patient would not normally complete by themselves. If you are sure you want to do this, you must tick 'Allow clinician tasks'.
da_dk: Du har valgt opgaven '{task_name}', som en patient normalt ikke ville fuldføre af sig selv. Hvis du er sikker på, at du vil gøre dette, skal du sætte kryds ved "Tillad klinikeropgaver".

source: 'Due from' must be zero or more days
da_dk: 'Forfalden fra' skal være nul eller flere dage

source: 'Due within' must be more than zero days
da_dk: 'Forfalden inden' skal være mere end nul dage

source: The task you have selected prohibits use in certain contexts. The group '{group_name}' has no intellectual property settings. You need to edit the group '{group_name}' to say which contexts it operates in.
da_dk: Den valgte opgave forbyder brug i visse sammenhænge. Gruppen '{group_name}' har ingen indstillinger for immaterielle rettigheder. Du skal redigere gruppen '{group_name}' for at angive, hvilke kontekster den fungerer i.

source: The group '{group_name}' associated with schedule '{schedule_name}' operates in a commercial context but the task you have selected prohibits commercial use.
da_dk: Gruppen '{group_name}', der er knyttet til tidsplanen '{schedule_name}', fungerer i en kommerciel kontekst, men den valgte opgave forbyder kommerciel brug.

source: The group '{group_name}' associated with schedule '{schedule_name}' operates in a clinical context but the task you have selected prohibits clinical use.
da_dk: Gruppen '{group_name}', der er knyttet til tidsplanen '{schedule_name}', fungerer i en klinisk kontekst, men den opgave, du har valgt, forbyder klinisk brug.

source: The group '{group_name}' associated with schedule '{schedule_name}' operates in an educational context but the task you have selected prohibits educational use.
da_dk: Gruppen '{group_name}', der er knyttet til tidsplanen '{schedule_name}', fungerer i en uddannelsesmæssig kontekst, men den opgave, du har valgt, forbyder undervisningsbrug.

source: The group '{group_name}' associated with schedule '{schedule_name}' operates in a research context but the task you have selected prohibits research use.
da_dk: Gruppen '{group_name}', der er knyttet til tidsplanen '{schedule_name}', fungerer i en forskningskontekst, men den opgave, du har valgt, forbyder brug af forskning.

source: View affected tasks
da_dk: Få vist påvirkede opgaver

source: Forcibly finalize
da_dk: Afslut med magt

source: Message
da_dk: Besked

source: Send
da_dk: Sende

source: Not an integer
da_dk: Ikke et heltal

source: Invalid UK NHS number
da_dk: Ugyldigt britisk NHS-nummer

source: Unknown validation method
da_dk: Ukendt valideringsmetode

source: Default:
da_dk: Standard:

source: Date of birth:
da_dk: Fødselsdato:

source: DOB:
da_dk: Født:

source: (Server) Patients, distinct by name, sex, DOB, all ID numbers
da_dk: (Server) Patienter, særskilt efter navn, køn, DOB, alle ID-numre

source: ID number fails basic checks
da_dk: Id-nummer fejler grundlæggende kontroller

source: Page $page of $page_count; total $item_count records
da_dk: Side $page af $page_count; samlede $item_count poster

source: Number of initial records
da_dk: Antal indledende poster

source: Number of latest subsequent records
da_dk: Antal seneste efterfølgende poster

source: Date filters
da_dk: Datofiltre

source: Start date
da_dk: Startdato

source: End date
da_dk: Slutdato

source: Split by year?
da_dk: Opdelt efter år?

source: Split by month?
da_dk: Opdelt efter måned?

source: Split by day of month?
da_dk: Opdelt efter dag i måneden?

source: Split by task type?
da_dk: Opdelt efter opgavetype?

source: Split by user?
da_dk: Opdelt efter bruger?
