Repository: ucam-department-of-psychiatry/camcops
Catalog: server/camcops_server/translations/*/LC_MESSAGES/camcops_*.po
Languages: da_dk

source: Clinical Global Impression – Schizophrenia
da_dk: Clinical Global Impression – Schizophrenia [klinisk global indtryk – skizofreni]

source: Cambridge–Chicago Compulsivity Trait Scale
da_dk: Cambridge–Chicago Compulsivity Trait Scale [Cambridge–Chicago kompulsivitet egenskab skalaen]

source: Clinical Impairment Assessment questionnaire
da_dk: Clinical Impairment Assessment questionnaire [spørgeskema til vurdering af klinisk funktionsnedsættelse]

source: CIS-R suggestion ONLY
da_dk: Kun forslag fra CIS-R

source: Clinical Interview Schedule, Revised
da_dk: Clinical Interview Schedule – Revised [klinisk interviewplan - revideret]

source: Clinical Institute Withdrawal Assessment for Alcohol Scale, Revised
da_dk: Clinical Institute Withdrawal Assessment for Alcohol Scale, Revised [klinisk institut tilbagetrækning vurdering for alkohol skala, revideret]

source: Clinical contact log
da_dk: Kontakt log

source: Brief COPE Inventory
da_dk: Brief COPE Inventory [kortfattet COPE fortegnelse]

source: Clinical Outcomes in Routine Evaluation, 10-item measure
da_dk: Clinical Outcomes in Routine Evaluation [kliniske resultater i rutinemæssig evaluering], 10-punkts mål

source: CORE-10 — Average scores
da_dk: CORE-10 — gennemsnitlig score

source: CORE-10 clinical score
da_dk: CORE-10 klinisk score

source: CPFT Post-COVID-19 Clinic Medical Questionnaire
da_dk: CPFT medicinsk spørgeskema efter COVID-19

source: CPFT LPS – referral
da_dk: CPFT LPS – henvisning

source: CPFT LPS – reset response clock
da_dk: CPFT LPS – nulstil svarklok

source: CPFT LPS – discharge
da_dk: CPFT LPS – udledning

source: CPFT LPS – referred but not yet discharged
da_dk: CPFT LPS – henvist, men endnu ikke afsluttet

source: CPFT LPS – referred but not yet fully assessed or discharged
da_dk: CPFT LPS – henvist, men endnu ikke fuldt vurderet eller afsluttet

source: CPFT Research Preferences
da_dk: CPFT-forskningspræferencer

source: Childhood Trauma Questionnaire, Short Form
da_dk: Childhood Trauma Questionnaire, Short Form [barndoms traume spørgeskema, kort formular]

source: Disability Assessment for Dementia
da_dk: Disability Assessment for Dementia [handicapvurdering for demens]

source: Disease Activity Score-28
da_dk: Disease Activity Score-28 [sygdomsaktivitetsscore-28]

source: Drug Abuse Screening Test
da_dk: Drug Abuse Screening Test [screening test af stofmisbrug]

source: Deakin JB — Antibody-mediated psychosis study — health review
da_dk: Deakin JB — Antistofmedieret psykosestudie — Sundhedsanmeldelse

source: Demonstration Questionnaire
da_dk: Demonstration opgave

source: Dementia Quality of Life measure, self-report version
da_dk: Demens livskvalitet skala, selvrapporteringsversion

source: Dementia Quality of Life measure, proxy version
da_dk: Demens livskvalitet skala, version besvaret af en fuldmægtig

source: Diagnostic codes, ICD-10
da_dk: Diagnostisk kodning (ICD-10)

source: Diagnostic codes, ICD-9-CM (DSM-IV-TR)
da_dk: Diagnostisk kodning, ICD-9-CM (DSM-IV-TR)

source: Diagnosis – ICD-9-CM (DSM-IV-TR) diagnoses for all patients
da_dk: Diagnose – ICD-9-CM (DSM-IV-TR) diagnoser for alle patienter

source: Diagnosis – ICD-10 diagnoses for all patients
da_dk: Diagnose – ICD-10 diagnoser for alle patienter

source: Diagnosis – All diagnoses for all patients
da_dk: Diagnose – alle diagnoser for alle patienter

source: Diagnostic code
da_dk: Diagnostisk kode

source: Type in a diagnostic code; you may use SQL 'LIKE' syntax for wildcards, i.e. _ for one character and % for zero/one/lots
da_dk: Indtast en diagnostik kode. Du kan bruge SQL 'LIKE' syntaks for jokertegn, dvs _ for et tegn og % for nul/en/partier

source: Diagnostic codes
da_dk: Diagnostiske koder

source: Use % as a wildcard (e.g. F32 matches only F32, but F32% matches F32, F32.1, F32.2...).
da_dk: Brug % som jokertegn (f. eks. F32 matcher kun F32, men F32% matcher F32, F 32.1, F 32.2...).

source: You must specify at least
da_dk: Du skal angive mindst

source: You have specified duplicate diagnoses
da_dk: Du har angivet identiske diagnoser

source: Inclusion diagnoses (lifetime)
da_dk: Inklusions diagnoser (levetid)

source: Exclusion diagnoses (lifetime)
da_dk: Udelukkelses diagnoser (levetid)

source: Minimum age (years) (optional)
da_dk: Minimumsalder (år) (valgfrit)

source: Maximum age (years) (optional)
da_dk: Maksimal alder (år) (valgfrit)

source: Diagnosis – Find patients by ICD-10 diagnosis ± age
da_dk: Diagnose – Find patienter ved ICD-10 diagnose ± alder

source: Diagnosis – Find patients by ICD-9-CM (DSM-IV-TR) diagnosis ± age
da_dk: Diagnose – Find patienter ved ICD-9-CM (DSM-IV-TR) diagnose ± alder

source: Distress Thermometer
da_dk: Nød termometer

source: Eating Disorder Examination Questionnaire
da_dk: Eating Disorder Examination Questionnaire (spørgeskema til undersøgelse af spiseforstyrrelse)

source: Elixhauser Comorbidity Index
da_dk: Elixhauser Comorbidity Index [Elixhauser comorbiditetsindeks]

source: Eating and Meal Preparation Skills Assessment
da_dk: Eating and Meal Preparation Skills Assessment [evaluering af færdigheder i spise- og måltidsforberedelse]

source: Edinburgh Postnatal Depression Scale
da_dk: Edinburgh Postnatal Depression Scale [postnatal depression skala]

source: EuroQol 5-Dimension, 5-Level Health Scale
da_dk: EuroQol 5-dimension, 5-niveau sundhedsskala

source: EULAR Sjögren’s Syndrome Patient Reported Index
da_dk: EULAR Sjögren’s Syndrome Patient Reported Index [EULAR Sjögrens syndrom patient-rapporteret indeks]

source: Functional Assessment of Cancer Therapy — General
da_dk: Functional Assessment of Cancer Therapy—General [funktionel vurdering af kræftbehandling—generel]

source: Fast Alcohol Screening Test
da_dk: Fast Alcohol Screening Test [hurtig alkohol screening test]

source: Friends and Family Test
da_dk: Friends and Family Test [venner og familie test]

source: Frontotemporal Dementia Rating Scale
da_dk: Frontotemporal Dementia Rating Scale [frontotemporal demens rating skala]

source: Generalized Anxiety Disorder Assessment
da_dk: Generalized Anxiety Disorder Assessment [generaliseret angstlidelse vurdering]

source: Global Assessment of Functioning (data collection only)
da_dk: Global Assessment of Functioning [global vurdering af funktionen] [dataindsamling kun]

source: Goal-Based Outcomes – 1 – Goal Record Sheet
da_dk: Goal-Based Outcomes [målbaserede resultater] – 1 – mål rekord ark

source: Goal-Based Outcomes – 2 – Goal Progress Chart
da_dk: Goal-Based Outcomes [målbaserede resultater] – 2 – mål fremskridt diagram

source: Goal-Based Outcomes – 3 – Goal Rating Sheet
da_dk: Goal-Based Outcomes [målbaserede resultater] – 3 – målsætningsskema

source: Geriatric Depression Scale, 15-item version
da_dk: Geriatric Depression Scale [geriatrisk depression skala], 15-vare version

source: GMC Patient Questionnaire
da_dk: UK General Medical Council (GMC) [generel medicinsk rådsforsamling] patient spørgeskema

source: Hospital Anxiety and Depression Scale (data collection only)
da_dk: Hospital Anxiety and Depression Scale [hospital angst og depression skala]

source: Hospital Anxiety and Depression Scale (data collection only), non-patient respondent version
da_dk: Hospital Anxiety and Depression Scale [hospital angst og depression skala], version, hvor respondenten ikke er patienten

source: Hamilton Rating Scale for Anxiety
da_dk: Hamilton Rating Scale for Anxiety [Hamilton rating skala for angst]

source: Hamilton Rating Scale for Depression
da_dk: Hamilton Depression Rating Scale (depression bedømmelse skala) [HDRS/HAM-D/HRSD]

source: Hamilton Rating Scale for Depression (7-item scale)
da_dk: Hamilton Depression Rating Scale (depression bedømmelse skala), 7-vare version

source: Health of the Nation Outcome Scales, working age adults
da_dk: Health of the Nation Outcome Scales [sundhed af nationen resultat skalaer], voksne i erhvervsalderen

source: Health of the Nation Outcome Scales, older adults
da_dk: Health of the Nation Outcome Scales [sundhed af nationen resultat skalaer], ældre voksne

source: Health of the Nation Outcome Scales, Children and Adolescents
da_dk: Health of the Nation Outcome Scales [sundhed af nationen resultat skalaer], børn og unge

source: ICD-10 symptomatic criteria for a depressive episode (as in e.g. F06.3, F25, F31, F32, F33)
da_dk: ICD-10 symptomatiske kriterier for en depressiv episode (som i fx F06.3, F25, F31, F32, F33)

source: ICD-10 symptomatic criteria for a manic/hypomanic episode (as in e.g. F06.3, F25, F30, F31)
da_dk: ICD-10 symptomatiske kriterier for en manisk/hypomanisk episode (som i fx F06.3, F25, F30, F31)

source: ICD-10 symptomatic criteria for a mixed affective episode (as in e.g. F06.3, F25, F38.00, F31.6)
da_dk: ICD-10 symptomatiske kriterier for en blandet affektiv episode (som i fx F06.3, F25, F38.00, F31.6)

source: ICD-10 criteria for schizophrenia (F20)
da_dk: ICD-10 kriterier for skizofreni (F20)

source: ICD-10 criteria for specific personality disorders (F60)
da_dk: ICD-10 kriterier for specifikke personlighedsforstyrrelser (F60)

source: Three-dimensional ID/ED task
da_dk: Tredimensionel intradimensionel/ekstradimensionel set-shifting opgave

source: Impact of Events Scale – Revised
da_dk: Impact of Events Scale – Revised [virkning af begivenhedsskala – revideret]

source: INECO Frontal Screening
da_dk: INECO Frontal Screening [frontallappen screening test]

source: Identify and Rate the Aim of the Contact
da_dk: Identify and Rate the Aim of the Contact [identificere og vurdere formålet med kontakten]

source: Internet Severity and Activities Addiction Questionnaire, 10-items
da_dk: Internet Severity and Activities Addiction Questionnaire (internet sværhedsgrad og aktiviteter afhængighed spørgeskema), 10 punkter

source: Internet Severity and Activities Addiction Questionnaire, Eating Disorders Appendix
da_dk: Internet Severity and Activities Addiction Questionnaire, Eating Disorders Appendix (internet sværhedsgrad og aktiviteter afhængighed spørgeskema, spiseforstyrrelser appendiks)

source: Khandaker GM — Insight — Medical history
da_dk: Khandaker GM — Insight — Medicinsk historie

source: Khandaker GM — MOJO — Medical questionnaire
da_dk: Khandaker GM — MOJO — Medicinsk spørgeskema

source: Khandaker GM — MOJO — Medications and therapies
da_dk: Khandaker GM — MOJO — Medicin og terapier

source: Khandaker GM — MOJO — Sociodemographics
da_dk: Khandaker GM — MOJO — Sociodemografi

source: {money} today
da_dk: {money} i dag

source: {money} in {days} days
da_dk: {money} i {days} dage

source: Would you prefer {sir}, or {ldr}?
da_dk: Vil du foretrække {sir} eller {ldr}?

source: Kirby et al. 1999 Monetary Choice Questionnaire
da_dk: Kirby et al. 1999 Monetary Choice Questionnaire [monetært valg-spørgeskema]

source: Lynall M-E — IAM — Life events
da_dk: Lynall M-E — IAM — Livsbegivenheder

source: Lynall M-E — 1 — IAM — Medical history
da_dk: Lynall M-E — 1 — IAM — sygehistorie

source: Maternal Antenatal Attachment Scale
da_dk: Maternal Antenatal Attachment Scale [maternel antenne vedhæftnings skala]

source: MAAS — Average scores
da_dk: MAAS — gennemsnitlig score

source: Global attachment score
da_dk: Global vedhæftnings score

source: Quality of attachment score
da_dk: Kvaliteten af vedhæftnings score

source: Time spent in attachment mode
da_dk: Tid brugt i vedhæftnings tilstand

source: Michigan Alcohol Screening Test
da_dk: Michigan Alcohol Screening Test [Michigan alkohol screening test]

source: Movement Disorder Society-Sponsored Revision of the Unified Parkinson’s Disease Rating Scale (data collection only)
da_dk: Movement Disorder Society-Sponsored Revision of the Unified Parkinson’s Disease Rating Scale [Revision af den samlede Parkinsons sygdomskvalitetsskala, sponsoreret af bevægelsesforstyrrelsessamfundet]

source: Multidimensional Fatigue Inventory
da_dk: Multidimensional Fatigue Inventory [multidimensionel træthedsinventar]

source: Montreal Cognitive Assessment
da_dk: Montreal Cognitive Assessment [Montreal kognitiv vurdering]

source: National Adult Reading Test
da_dk: National Adult Reading Test [national voksen læsning test; ENGELSK SPROG]

source: Neuropsychiatric Inventory Questionnaire
da_dk: Neuropsychiatry Inventory Questionnaire [neuropsykiatrisk opgørelse spørgeskema]

source: Outcome Rating Scale
da_dk: Outcome Rating Scale [resultat vurdering skala]

source: Positive and Negative Syndrome Scale
da_dk: Positive and Negative Syndrome Scale [positiv og negativ syndrom skala]

source: Psychosocial fActors Relevant to BrAin DISorders in Europe–24
da_dk: Psychosocial fActors Relevant to BrAin DISorders in Europe–24 (Psykosociale faktorer, der er relevante for hjernesygdomme i Europa–24)

source: Postpartum Bonding Questionnaire
da_dk: Postpartum Bonding Questionnaire [postpartum moder-spædbarn bindings spørgeskema]

source: PBQ — Average scores
da_dk: PBQ — gennemsnitlig score

source: Factor 1 score
da_dk: Faktor 1-score

source: Factor 2 score
da_dk: Faktor 2-score

source: Factor 3 score
da_dk: Faktor 3-score

source: Factor 4 score
da_dk: Faktor 4-score

source: PTSD Checklist, Civilian version
da_dk: PTSD Checklist [post-traumatisk stresslidelse tjekliste], civilist version

source: PTSD Checklist, Military version
da_dk: PTSD Checklist [post-traumatisk stresslidelse tjekliste], militær version

source: PTSD Checklist, Stressor-specific version
da_dk: PTSD Checklist [post-traumatisk stresslidelse tjekliste], stressfaktor-specifik version

source: PTSD Checklist, DSM-5 version
da_dk: PTSD Checklist [post-traumatisk stresslidelse tjekliste] til DSM-5

source: Panic Disorder Severity Scale
da_dk: Panic Disorder Severity Scale [paniklidelse alvorlighedsskala]

source: Perinatal Patient-rated Outcome and Experience Measure
da_dk: Perinatal Patient-rated Outcome and Experience Measure [perinatalt patientrelateret udfald og erfaringsmål]

source: Perinatal-POEM — Question summaries
da_dk: Perinatal-POEM — spørgsmål resuméer

source: Photograph
da_dk: Foto

source: Photograph sequence
da_dk: Fotosekvens

source: Patient Health Questionnaire-15
da_dk: Patient Health Questionnaire-15 [patientundersøgelse spørgeskema-15]

source: Patient Health Questionnaire 8-item depression scale
da_dk: Patient Health Spørgeskema 8-punkts depression skala

source: Patient Health Questionnaire-9
da_dk: Patient Health Questionnaire-9 [patientundersøgelse spørgeskema-9]

source: Clinical progress note
da_dk: Fremskridt notat

source: Penn State Worry Questionnaire
da_dk: Penn State Worry Questionnaire [Penn State bekymre spørgeskema]

source: Psychiatric clerking
da_dk: Interview af en psykiater

source: Quality of Life: basic assessment
da_dk: Livskvalitet: grundlæggende vurdering

source: Quality of Life: Standard Gamble
da_dk: Livskvalitet: standard gamble

source: RAND 36-Item Short Form Health Survey 1.0
da_dk: RAND 36-vare Short Form Health Survey [kort formundersøgelse] 1.0

source: Routine Assessment of Patient Index Data
da_dk: Routine Assessment of Patient Index Data [rutinemæssig vurdering af patientindeksdata]

source: Patient Satisfaction Scale
da_dk: Patient Satisfaction Scale [patient tilfredshed skala]

source: Referrer Satisfaction Scale, survey
da_dk: Referrer Satisfaction Scale [referrer tilfredshed skala], anonym undersøgelse

source: Referrer Satisfaction Scale, patient-specific
da_dk: Referrer Satisfaction Scale [referrer tilfredshed skala], patientspecifikke

source: Short-Form McGill Pain Questionnaire 2
da_dk: Short-Form McGill Pain Questionnaire 2 [kortformet McGill smerte spørgeskema 2]

source: Snaith–Hamilton Pleasure Scale
da_dk: Snaith–Hamilton Pleasure Scale [Snaith–Hamilton fornøjelseskala]

source: St Louis University Mental Status
da_dk: St Louis University Mental Status [St Louis universitet mental status]

source: Short Michigan Alcohol Screening Test
da_dk: Short Michigan Alcohol Screening Test [kort Michigan alkohol screening test]

source: Session Rating Scale
da_dk: Session Rating Scale [sessionsvurdering skalaen]

source: Short UPPS-P Impulsive Behaviour Scale
da_dk: Short UPPS-P Impulsive Behaviour Scale [Kort UPPS-P impulsiv adfærdskala]

source: Warwick–Edinburgh Mental Well-Being Scale
da_dk: Warwick–Edinburgh Mental Well-Being Scale [mental velfærd skala]

source: Short Warwick–Edinburgh Mental Well-Being Scale
da_dk: Short Warwick–Edinburgh Mental Well-Being Scale [kort Warwick-Edinburgh mental velfærd skala]

source: Work and Social Adjustment Scale
da_dk: Work and Social Adjustment Scale [arbejds- og socialjusteringskala]

source: Yale–Brown Obsessive Compulsive Scale
da_dk: Yale–Brown Obsessive Compulsive Scale [obsessiv kompulsiv skala], 9/89 revision

source: Y-BOCS Symptom Checklist
da_dk: Y-BOCS Symptom Checklist [symptom checkliste], 9/89 revision

source: Zarit Burden Interview-12
da_dk: Zarit Burden Interview [Zarit byrdeinterview], 12-vare version

source: Page
da_dk: Side

source: of
da_dk: af

source: Close
da_dk: Luk

source: All tasks
da_dk: Alle opgaver

source: Code
da_dk: Kode

source: Short name
da_dk: Kort navn

source: Details
da_dk: Detaljer

source: Help
da_dk: Hjælp

source: Audit options
da_dk: Indstillinger for overvågning

source: Access logs
da_dk: Adgang logs

source: Audit trail
da_dk: Revisionsspor

source: Export logs
da_dk: Eksporter logfiler

source: Exported task log
da_dk: Eksporteret opgaveark

source: View audit trail (starting with most recent)
da_dk: Vis revisionsspor (begyndende med seneste)

source: Values below are optional.
da_dk: Værdierne nedenfor er valgfri.

source: Conditions
da_dk: Betingelser

source: Results
da_dk: Resultater

source: When (UTC)
da_dk: Hvornår (UTC)

source: Source
da_dk: Kilde

source: Remote IP
da_dk: Fjern-IP

source: Device ID
da_dk: Enheds-ID

source: Table name
da_dk: Tabel navn

source: Details (truncated)
da_dk: Detaljer (forkortet)

source: View task
da_dk: Vis opgave

source: Choose different options
da_dk: Vælg forskellige indstillinger

source: Bad request!
da_dk: Dårlig anmodning!

source: Change password for user: {username}
da_dk: Skift adgangskode for bruger: {username}

source: Change your password
da_dk: Ændre din adgangskode

source: Clinical text view (CTV): clinically relevant summaries
da_dk: Klinisk tekstvisning (CTV): klinisk relevante resuméer

source: Trackers: numerical information across time
da_dk: Trackers: numeriske oplysninger på tværs af tid

source: Please install the CamCOPS app
da_dk: Installer CamCOPS-appen

source: You’ve probably come here by mistake, having entered <b>{server_url}</b> into a web browser instead of into the CamCOPS app.
da_dk: Du er sandsynligvis kommet her ved en fejltagelse efter at have <b>{server_url}</b> indtastet en webbrowser i stedet for i CamCOPS-appen.

source: You need to download and install the CamCOPS app from one of the following places:
da_dk: Du skal downloade og installere CamCOPS-appen fra et af følgende steder:

source: For Android smartphones and tablets, search for CamCOPS in the Google Play Store
da_dk: For Android smartphones og tablets, søg efter CamCOPS i Google Play Store

source: For iPhones and iPads, search for CamCOPS in the Apple App Store
da_dk: Efter iPhones og iPads skal du søge efter CamCOPS i Apple App Store

source: For Windows and Mac computers, laptops and tablets, download CamCOPS from {github_link}
da_dk: Til Windows- og Mac-computere, bærbare computere og tablets kan du hente CamCOPS fra {github_link}

source: Forcibly finalize a device
da_dk: Afslutte en enhed med magt

source: Step 1: choose a device
da_dk: Trin 1: Vælg en enhed

source: This process marks all records from a particular device (e.g. tablet, or desktop client) as final, so the device can no longer alter them. If you do this and the client re-uploads records, they will be created as fresh tasks, so only force-finalize devices that are no longer in use and to which you no longer have access.
da_dk: Denne proces markerer alle poster fra en bestemt enhed (f. eks. tablet eller skrivebordsklient) som endelige, så enheden ikke længere kan ændre dem. Hvis du gør dette, og klienten genuploader poster, oprettes de som nye opgaver, så det er kun de enheder, der ikke længere er i brug, og som du ikke længere har adgang til, der skal færdiggøres.

source: Step 2: view affected tasks
da_dk: Trin 2: få vist påvirkede opgaver

source: tasks will be affected (plus any uploaded while you watch this message).
da_dk: opgaver vil blive påvirket (plus eventuelle uploadet, mens du ser denne besked).

source: Step 3 (FINAL STEP): proceed to finalize?
da_dk: Trin 3 (AFSLUTTENDE TRIN): Fortsæt med at færdiggøre?

source: Download area
da_dk: Download område

source: Name
da_dk: Navn

source: Size
da_dk: Størrelse

source: Created
da_dk: Oprettet

source: Time left
da_dk: Tid tilbage

source: Space permitted:
da_dk: Tilladt plads:

source: Space used:
da_dk: Plads brugt:

source: Space available:
da_dk: Plads til rådighed:

source: File lifetime (minutes):
da_dk: Fillevetid (minutter):

source: Processing...
da_dk: Behandler...

source: A file containing your data will be built. If your e-mail address is configured, CamCOPS will e-mail you when it is ready.
da_dk: En fil, der indeholder dine data, vil blive bygget. Hvis din e-mail-adresse er konfigureret, vil CamCOPS e-mail dig, når den er klar.

source: Basic research data dump
da_dk: Grundlæggende forskningsdata dump

source: Explanation
da_dk: Forklaring

source: Provides a spreadsheet-style download (usually one sheet per task; for some tasks, more than one).
da_dk: Indeholder en overførsel i regnearksformat (normalt ét ark pr. opgave, for nogle opgaver, mere end ét).

source: Incorporates patient and summary information into each row. Doesn’t provide binary large objects (e.g. pictures).
da_dk: Inkorporerer patient- og oversigtsoplysninger i hver række. Leverer ikke binære store objekter (f.eks. billeder).

source: If there are no instances of a particular task, no sheet is returned.
da_dk: Hvis der ikke er nogen forekomster af en bestemt opgave, returneres intet ark.

source: Restricted to current records (i.e. ignores historical versions of tasks that have been edited).
da_dk: Begrænset til aktuelle poster (dvs. ignorerer historiske versioner af opgaver, der er blevet redigeret).

source: For more advanced features, use the
da_dk: Du kan få mere avancerede funktioner ved at bruge

source: to get the raw data.
da_dk: for at få de rå data.

source: Includes a sheet describing every column. You can add a full description of the source database. You can also
da_dk: Indeholder et ark, der beskriver hver kolonne. Du kan tilføje en fuldstændig beskrivelse af kildedatabasen. Du kan også

source: inspect the table definitions
da_dk: inspicere tabeldefinitionerne

source: explore the task list
da_dk: udforske opgavelisten

source: Choose basic dump settings
da_dk: Vælg grundlæggende dump-indstillinger

source: Research data dump in SQL format
da_dk: Forskningsdata dump i SQL-format

source: This research dump takes some subset of data to which you have access, and builds a new database from it. That database is served to you in SQLite format; you can choose binary or SQL format.
da_dk: Denne undersøgelse dump tager nogle delmængde af data, som du har adgang til, og opbygger en ny database fra det. Denne database er tjent til dig i SQLite format; Du kan vælge binær eller SQL-format.

source: The records are restricted to ‘current’ tasks, and some irrelevant, administrative, and security-related columns are removed.
da_dk: Posterne er begrænset til ‘aktuelle’ opgaver, og nogle irrelevante, administrative og sikkerhedsrelaterede kolonner fjernes.

source: Summary information (such as total scores) is automatically added, for convenience.
da_dk: Oversigtsoplysninger (f. eks. samlede scorer) tilføjes automatisk for nemheds skyld.
