Repository: ucam-department-of-psychiatry/camcops
Catalog: server/camcops_server/translations/*/LC_MESSAGES/camcops_*.po
Languages: da_dk

source: May register new tablet devices?
da_dk: Kan registrere nye tablet-enheder?

source: Groups this user is a member of:
da_dk: Grupper, som denne bruger er medlem af:

source: Groups this user is an administrator for:
da_dk: Grupper denne bruger er administrator for:

source: Groups this user can add/edit/delete patients in:
da_dk: Grupper, denne bruger kan tilføje/redigere/slette patienter i:

source: Groups this user can send emails to patients in:
da_dk: Grupper, denne bruger kan sende e -mails til patienter i:

source: Groups this user can see data from:
da_dk: Grupper, som denne bruger kan se data fra:

source: Groups this user can see all patients from, when no task filters are applied? (For other groups, only anonymous tasks will be shown if no patient filters are applied.)
da_dk: Grupper denne bruger kan se alle patienter fra, når der ikke anvendes opgavefiltre? (For andre grupper vises der kun anonyme opgaver, hvis der ikke anvendes nogen patient filtre).

source: Groups this user can upload into:
da_dk: Grupper, som denne bruger kan uploade til:

source: Groups this user may add special notes to tasks for:
da_dk: Grupper denne bruger kan føje særlige noter til opgaver for:

source: Groups this user can dump data from:
da_dk: Grupper denne bruger kan gemme data fra:

source: Groups this user can run reports on:
da_dk: Grupper denne bruger kan køre rapporter på:

source: Group this user is currently set to upload into:
da_dk: Gruppe denne bruger er i øjeblikket indstillet til at uploade til:

source: (None)
da_dk: (Ingen)

source: Detailed group membership information
da_dk: Detaljerede oplysninger om gruppemedlemskaber

source: Group administrator?
da_dk: Gruppeadministrator?

source: May upload?
da_dk: Kan uploade?

source: May register devices?
da_dk: Kan registrere enheder?

source: May use webviewer?
da_dk: Kan bruge webfremviseren?

source: May manage patients?
da_dk: Kan håndtere patienter?

source: May email patients?
da_dk: Kan e-mail patienter?

source: View all pts when unfiltered?
da_dk: Se alle pt., når ikke filtreres?

source: May dump?
da_dk: Kan dumpe?

source: May run reports?
da_dk: Kan køre rapporter?

source: May add notes?
da_dk: Kan tilføje noter?

source: Clinician’s specialty:
da_dk: Klinikers speciale:

source: Clinician’s name:
da_dk: Klinikers navn:

source: Clinician’s professional registration:
da_dk: Klinikers professionelle registrering:

source: Clinician’s post:
da_dk: Klinikers arbejde:

source: Clinician’s service:
da_dk: Klinikers service:

source: Clinician’s contact details:
da_dk: Klinikers kontaktoplysninger:

source: Clinician’s comments:
da_dk: Klinikers bemærkninger:

source: Signature of author/validator
da_dk: Underskrift af forfatter/validator

source: Print name
da_dk: Udskriv navn

source: Date and time
da_dk: Dato og tid

source: The clinical text view uses only information from tasks that are flagged CURRENT.
da_dk: Den kliniske tekstvisning bruger kun oplysninger fra opgaver, der er markeret som CURRENT.

source: No patient found for tracker.
da_dk: Ingen patient fundet til tracker.

source: Start date/time for search:
da_dk: Start dato/-tidspunkt for søgning:

source: exists
da_dk: findes

source: Clinician:
da_dk: Kliniker:

source: End date/time for search:
da_dk: Slutdato/-tidspunkt for søgning:

source: Other details:
da_dk: Andre oplysninger:

source: Address:
da_dk: Adresse:

source: GP:
da_dk: Læge:

source: Respondent’s name:
da_dk: Respondentens navn:

source: Respondent’s relationship to patient:
da_dk: Respondentens forhold til patienten:

source: Delete special note
da_dk: Slet speciel note

source: Created on device at:
da_dk: Oprettet på enhed på:

source: Last modified at:
da_dk: Senest ændret ved:

source: Table:
da_dk: Tabel:

source: Task PK on client device:
da_dk: Opgave-PK på klientenheden:

source: Uploading device ID:
da_dk: Upload af enheds-ID:

source: Tablet CamCOPS version at upload:
da_dk: Tablet CamCOPS version på upload:

source: Uploaded at:
da_dk: Uploadet på:

source: Added by:
da_dk: Tilføjet af:

source: predecessor
da_dk: forgænger

source: successor
da_dk: efterfølger

source: Current?
da_dk: Nuværende?

source: deleted
da_dk: slettet

source: modified
da_dk: ændret

source: by
da_dk: af

source: at
da_dk: kl

source: Preserved/erased from tablet?
da_dk: Konserveret/slettet fra tablet?

source: forcibly preserved
da_dk: tvangs konserveret

source: preserved
da_dk: konserveret

source: Patient server PK used:
da_dk: Patient server PK anvendes:

source: Information retrieved from
da_dk: Oplysninger hentet fra

source: at:
da_dk: kl.:

source: Task help
da_dk: Opgavehjælp

source: View identifiable version
da_dk: Vis identificerbar version

source: Add special note
da_dk: Tilføj speciel note

source: Edit patient details
da_dk: Rediger patientoplysninger

source: Erase task instance, leaving placeholder
da_dk: Slet opgaveforekomst, forlader pladsholder

source: Erase task entirely
da_dk: Slet opgave helt

source: view previous version
da_dk: se tidligere version

source: view next version
da_dk: se næste version

source: View anonymised PDF
da_dk: Vis anonymiseret PDF

source: View PDF for printing/saving
da_dk: Vis PDF til udskrivning/lagring

source: WARNING. Invalid values.
da_dk: ADVARSEL. Ugyldige værdier.

source: Patient details hidden at user’s request!
da_dk: Patient oplysninger skjult på brugerens anmodning!

source: Missing patient information!
da_dk: Manglende patientinformation!

source: Created:
da_dk: Oprettet:

source: patient aged
da_dk: patienter i alderen

source: WARNING! This is NOT a valid record. It has a blank primary key and is therefore nonsensical (and only useful for software testing).
da_dk: ADVARSEL! Dette er ikke en gyldig post. Den har en blank primærnøglen og er altså meningsløs (og bare nyttig nemlig programmel prøvning).

source: WARNING! This is NOT a current record.
da_dk: Advarsel! Dette er IKKE en nuværende post.

source: It was MODIFIED at
da_dk: Det blev MODIFICERET på

source: It was MANUALLY ERASED at
da_dk: Det blev MANUELT SLETTET ved

source: It was DELETED at
da_dk: Det blev SLETTET på

source: created
da_dk: oprettet

source: Missing patient!
da_dk: Manglende patient!

source: Trackers use only information from tasks that are flagged CURRENT and COMPLETE.
da_dk: Trackers bruger kun oplysninger fra opgaver, der er markeret som NUVÆRENDE og KOMPLETTE.

source: No tasks found for tracker.
da_dk: Der blev ikke fundet nogen opgaver til tracker.

source: Patient identified by:
da_dk: Patient identificeret ved:

source: Date range for search:
da_dk: Datointerval for søgning:

source: The tracker information will <b>only be valid</b> (i.e. will only be from only one patient!) if all contributing tablet devices use these identifiers consistently. The consistency check is below. The patient information shown below is taken from the first task used.
da_dk: Sporingsoplysningerne vil <b>kun være gyldige</b> (dvs. kun fra én patient!), hvis alle bidragende tablet-enheder bruger disse identifikatorer konsekvent. Konsistenskontrollen er nedenfor. De patientoplysninger, der er vist nedenfor, tages fra den første opgave, der anvendes.

source: No patient found, or the patient has no relevant tasks in the time period requested.
da_dk: Ingen patient fundet, eller patienten har ingen relevante opgaver i den ønskede periode.

source: Requested tasks:
da_dk: Anmodede opgaver:

source: Sources (tablename, task server PK, patient server PK):
da_dk: Kilder (tabel navn, opgave server PK, patient server PK):

source: accessed
da_dk: tilgået

source: Parameters:
da_dk: Parametre:

source: Which ID number type:
da_dk: Hvilken ID-nummer type:

source: Inclusion diagnoses:
da_dk: Inklusions diagnoser:

source: Exclusion diagnoses:
da_dk: Udelukkelse diagnoser:

source: Minimum age:
da_dk: Minimumsalder:

source: Maximum age:
da_dk: Maksimal alder:

source: Results:
da_dk: Resultater:

source: This report counts patients created directly on the server, and scheduled tasks assigned to them.
da_dk: Denne rapport tæller patienter, der er oprettet direkte på serveren, og planlagte opgaver, der er tildelt dem.

source: Unless a specific start time was set by the administrator when assigining a patient to a task schedule, the count of 'tasks_assigned' is for the month/year the patients registered themselves on the CamCOPS app.
da_dk: Medmindre administratoren har angivet et bestemt starttidspunkt, når en patient assigineres til en opgaveplan, er antallet af 'tasks_assigned' for den måned/det år, patienterne registrerede sig i CamCOPS-appen.

source: Tasks for patients who are yet to register appear in the count of 'tasks_assigned' for the date 'None'.
da_dk: Opgaver for patienter, der endnu ikke er registreret, fremgår af optællingen af 'tasks_assigned' for datoen 'None' ('Ingen').
