Repository: ucam-department-of-psychiatry/camcops
Catalog: server/camcops_server/translations/*/LC_MESSAGES/camcops_*.po
Languages: da_dk

source: Foreign key constraints are removed.
da_dk: Begrænsninger for fremmede nøgler fjernes.

source: You can load and explore the binary database like this:
da_dk: Du kan indlæse og udforske den binære database som denne:

source: The SQLite format is widely supported; see, for example, the
da_dk: Den SQLite format er bredt støttet; se, f. eks., den

source: package for
da_dk: pakke til

source: Choose SQL dump parameters
da_dk: Vælg SQL-dump parametre

source: Edit multi-factor authentication for user: {username}
da_dk: Rediger multifaktorgodkendelse for bruger: {username}

source: An e-mail with this data dump will be sent to you shortly. Please check your inbox in a few minutes.
da_dk: En e-mail med denne data dump vil blive sendt til dig snarest. Tjek venligst din indbakke om et par minutter.

source: Export recipient
da_dk: Eksporter modtager

source: About the recipient
da_dk: Om modtageren

source: How to export
da_dk: Sådan eksporteres

source: What to export
da_dk: Hvad skal eksporteres

source: Database export options
da_dk: Indstillinger for databaseeksport

source: E-mail export options
da_dk: Indstillinger for e-mail-eksport

source: FHIR export options
da_dk: FHIR-eksportmuligheder

source: File export options
da_dk: Indstillinger for fileksport

source: HL7 export options
da_dk: HL7-eksportmuligheder

source: REDCap export options
da_dk: REDCap-eksportmuligheder

source: Individual task export attempt
da_dk: Forsøg på individuel opgave eksport

source: Export ID
da_dk: Eksporter id

source: Export recipient ID
da_dk: Eksporter modtager-id

source: Base table
da_dk: Basistabel

source: Task server PK
da_dk: Server-PK af opgav

source: Start at (UTC)
da_dk: Start ved (UTC)

source: Finish at (UTC)
da_dk: Afslut ved (UTC)

source: Success?
da_dk: Succes?

source: Failure reasons
da_dk: Årsager til fejl

source: Cancelled?
da_dk: Annulleret?

source: Cancelled at (UTC)
da_dk: Annulleret på (UTC)

source: FHIR exports
da_dk: FHIR eksport

source: Files
da_dk: Filer

source: HL7 v2 messages
da_dk: HL7 v2-meddelelser

source: REDCap exports
da_dk: REDCap eksport

source: View export log (starting with most recent)
da_dk: Vis eksportlog (begyndende med seneste)

source: Exported task e-mail
da_dk: Eksporteret opgave e-mail

source: FHIR export
da_dk: FHIR eksport

source: Individual FHIR export entry
da_dk: Individuel FHIR-eksportpost

source: Exported files
da_dk: Eksporterede filer

source: Individual HL7 v2 message
da_dk: Individuel HL7 v2-meddelelse

source: Individual REDCap export
da_dk: Individuel REDCap-eksport

source: FHIR Patient identifier system
da_dk: FHIR Patientidentifikatorsystem

source: Task filters (criteria)
da_dk: Opgavefiltre (kriterier)

source: View tasks
da_dk: Få vist opgaver

source: Edit details for finalized patient
da_dk: Rediger detaljer for færdiggjorte patienter

source: The following tasks will be affected:
da_dk: Følgende opgaver vil blive berørt:

source: tasks will be affected.
da_dk: opgaver vil blive påvirket.

source: You are not logged in (or your session has timed out).
da_dk: Du er ikke logget ind (eller din session har fået timeout).

source: You do not have permission to view this page. It may be restricted to administrators.
da_dk: Du har ikke tilladelse til at få vist denne side. Det kan være begrænset til administratorer.

source: Click
da_dk: Klik

source: here
da_dk: her

source: to log in
da_dk: for at logge ind

source: Success!
da_dk: Succes!

source: Add group
da_dk: Tilføj gruppe

source: Once created, you can set the group’s description/permissions.
da_dk: Når du har oprettet den, kan du angive gruppens beskrivelse/tilladelser.

source: Delete group
da_dk: Slet gruppe

source: Edit group
da_dk: Rediger gruppe

source: Policies define the minimum amount of information about a patient that must be present before records can be <i>uploaded</i> to the server or <i>finalized</i> (uploaded but also cleared off the source device).
da_dk: Politikker definerer den mindste mængde oplysninger om en patient, der skal være til stede, før poster kan <i>uploades</i> til serveren eller <i>færdig</i> gjort (uploadet, men også ryddet fra kildeenheden).

source: Policies are specified using
da_dk: Politikker angives som

source: these logical operators:
da_dk: disse logiske operatorer:

source: these precedence operators:
da_dk: disse prioriterede operatorer:

source: these named fields:
da_dk: disse navngivne felter:

source: a specific ID number using
da_dk: et bestemt ID-nummer som

source: for example, <code>idnum3</code> refers to ID number 3 as defined by the server’s
da_dk: f. eks. <code>idnum3</code> refererer til ID-nummer 3 som defineret af serverens

source: the token <code>anyidnum</code> as a shorthand to mean “at least one of the server’s ID numbers is present”;
da_dk: tokenet <code>anyidnum</code> som en forkortelse til at betyde “mindst en af serverens ID-numre er til stede”;

source: the token <code>otheridnum</code> as a shorthand to mean “at least one of the server’s ID numbers that is not named in the policy”;
da_dk: tokenet <code>otheridnum</code> som en forkortelse til at betyde “mindst én af serverens ID-numre, der ikke er navn i politikken”;

source: The policies are case-insensitive.
da_dk: Politikstrengene er ikke sagerfølsomme.

source: Examples:
da_dk: Eksempler:

source: A liaison psychiatry department might operate in a mental health environment using idnum1, and an acute hospital environment using idnum2. It might want to allow uploads using either ID number, for quick access to the CamCOPS server version from the acute hospital environment, but require idnum1 to be present before the data can be finalized. It also wants full identification with forename, surname, DOB, and sex. It could use an upload policy of <code>forename AND surname AND dob AND sex AND (idnum1 OR idnum2)</code> and a finalize policy of <code>forename AND surname AND dob AND sex AND idnum1</code>.
da_dk: En kontakt psykiatri afdeling kan operere i en mental sundhed miljø ved hjælp af idnum1, og et akut hospital miljø ved hjælp af idnum2. Det kan være en god ide at tillade uploads ved hjælp af enten ID-nummer, for hurtig adgang til CamCOPS-Server versionen fra det akutte hospitalsmiljø, men kræve, at idnum1 er til stede, før dataene kan færdiggøres. Det ønsker også fuld identifikation med fornavn, efter navn, DOB, og køn. Sig kunne hjælp en sende politik i <code>forename AND surname AND dob AND sex AND (idnum1 OR idnum2)</code> og en afslutte politik i <code>forename AND surname AND dob AND sex AND idnum1</code> .

source: In contrast, a research environment might want no patient-identifying information, and a single research pseudonym for that study. It might use an upload and a finalize policy that are both <code>sex AND idnum1</code>.
da_dk: I modsætning hertil vil et forskningsmiljø måske ikke have nogen patient identificerende information og et enkelt forsknings pseudonym for den undersøgelse. Det kan bruge en upload og en færdig politik, der er begge dele <code>sex AND idnum1</code> .

source: Add a group
da_dk: Tilføj en gruppe

source: Add master ID number definition
da_dk: Tilføj definition af master-ID-nummer

source: Delete master ID definition number
da_dk: Slet Master-ID-definitions nummer

source: Edit master ID number definition for ID#
da_dk: Rediger definition af Master-ID-nummer for ID#

source: Identification (ID) numbers
da_dk: Identifikationsnumre (ID)

source: Description
da_dk: Beskrivelse

source: Short description
da_dk: Kort beskrivelse

source: Edit
da_dk: Rediger

source: Add new ID number definition
da_dk: Tilføj ny definition af ID-nummer

source: You have logged out.
da_dk: Du er logget af.

source: Log in again
da_dk: Log på igen

source: Unauthorized access prohibited.
da_dk: Uautoriseret adgang er forbudt.

source: All use is recorded and monitored.
da_dk: Al brug registreres og overvåges.

source: Log in to CamCOPS
da_dk: Log ind på CamCOPS

source: CamCOPS web view: Main menu
da_dk: CamCOPS Webvisning: Hovedmenu

source: Tasks, trackers, and clinical text views
da_dk: Opgaver, trackers og kliniske tekstvisninger

source: Filter tasks
da_dk: Filtrere opgaver

source: Trackers for numerical information
da_dk: Trackers til numeriske oplysninger

source: Clinical text views
da_dk: Kliniske tekstvisninger

source: Patients
da_dk: Patienter

source: Manage patients and their task schedules
da_dk: Administrer patienter og deres opgaveplaner

source: Research views
da_dk: Forsknings visninger

source: Basic research dump (fields and summaries)
da_dk: Grundforskning dump (felter og resuméer)

source: Advanced research dump (SQL or database)
da_dk: Grundlæggende forskningsdata dump (SQL eller database)

source: Task list
da_dk: Opgaveliste

source: Inspect table definitions
da_dk: Undersøg tabeldefinitioner

source: Reports
da_dk: Rapporter

source: Run reports
da_dk: Kør rapporter

source: Group administrator options
da_dk: Indstillinger for gruppeadministrator

source: User management
da_dk: Bruger administration

source: E-mail addresses of your users
da_dk: E-mail-adresser på dine brugere

source: Forcibly finalize records for a device
da_dk: Tvungen færdiggørelse af poster for en enhed

source: Delete patient entirely
da_dk: Slet patienten helt

source: Superuser options
da_dk: Superbruger indstillinger

source: Group management
da_dk: Forvaltning af grupper

source: Audit menu
da_dk: Revisionsspor menu

source: ID number definition management
da_dk: Administration af ID-nummer definition

source: Edit server settings
da_dk: Rediger serverindstillinger

source: Developer test pages
da_dk: Testsider for udviklere

source: Settings
da_dk: Indstillinger

source: Choose group into which to upload data
da_dk: Vælg den gruppe, du vil overføre data til

source: View your user settings
da_dk: Se dine brugerindstillinger

source: View server information
da_dk: Få vist serveroplysninger

source: No username!
da_dk: Ingen brugernavn!

source: Multi-factor authentication settings
da_dk: Indstillinger for godkendelse af flere faktorer

source: CamCOPS documentation
da_dk: CamCOPS-dokumentation

source: The time is
da_dk: Klokken er

source: See
da_dk: Se

source: for more information on CamCOPS.
da_dk: for mere information om CamCOPS.

source: Clicking on the CamCOPS logo will return you to the main menu.
da_dk: Hvis du klikker på CamCOPS-logoet, vender du tilbage til hovedmenuen.

source: Page not found!
da_dk: Side ikke fundet!

source: Add a patient
da_dk: Tilføje en patient

source: This operation is irrevocable!
da_dk: Denne operation er uigenkaldelig!

source: IT WILL PERMANENTLY DELETE THE PATIENT AND ALL ASSOCIATED TASKS from the group that you specify.
da_dk: DET VIL PERMANENT SLETTE PATIENTEN OG ALLE TILKNYTTEDE OPGAVER fra den gruppe, du angiver.

source: Choose a patient by ID number, and then you’ll be shown a list of tasks that will be deleted if you proceed, and asked to confirm.
da_dk: Vælg en patient efter ID-nummer, og så vil du blive vist en liste over opgaver, der vil blive slettet, hvis du fortsætter, og bedt om at bekræfte.

source: Delete patient entirely: FINAL STEP
da_dk: Slet patienten helt: SIDSTE TRIN

source: patient records (current and/or old) will be deleted.
da_dk: patientjournaler (nuværende og/eller gamle) vil blive slettet.

source: This is the final step. ARE YOU SURE YOU WANT TO DELETE THE PATIENT AND ALL THE FOLLOWING TASKS?
da_dk: Dette er det sidste skridt. ER DU SIKKER PÅ, AT DU VIL SLETTE PATIENTEN OG ALLE DE FØLGENDE OPGAVER?

source: tasks will be deleted.
da_dk: opgaver vil blive slettet.

source: Proceed to deletion?
da_dk: Fortsæt til sletning?

source: Re-configure report
da_dk: Konfigurer rapport igen

source: Return to reports menu
da_dk: Vend tilbage til menuen rapporter

source: Configure report:
da_dk: Konfigurer rapport:

source: Available reports
da_dk: Tilgængelige rapporter

source: Send email to {patient}
da_dk: Send e-mail til {patient}

source: Edit details for patient
da_dk: Rediger detaljer for patienten

source: Other patients exist with identifiers that match this patient. CamCOPS can handle this but it is probably due to a data entry mistake:
da_dk: Der findes andre patienter med identifikatorer, der matcher denne patient. CamCOPS kan håndtere dette, men det er sandsynligvis på grund af en dataindtastningsfejl:

source: Edit master database title
da_dk: Rediger master database titel

source: Set upload group for user
da_dk: Angive overførselsgruppe for bruger

source: A group must be selected for the server to permit uploads.
da_dk: Der skal vælges en gruppe, for at serveren kan tillade uploads.

source: Don’t change groups if tasks have been uploaded by this user but not finalized; this may lead to incorrect group assignment. (Finalize first, then change groups.)
da_dk: Undlad at ændre grupper, hvis opgaverne er blevet uploadet af denne bruger, men ikke afsluttet. Dette kan føre til forkert gruppetildeling. (Færdiggør først, og skift derefter grupper.)

source: Add special note to task instance?
da_dk: Skal opgaveforekomsten føje en særlig bemærkning?

source: Be sure you want to add a note.
da_dk: Sørg for at tilføje en note.

source: Your note will be appended to any existing note.
da_dk: Din note vil blive føjet til en eksisterende note.

source: Delete special note?
da_dk: Slet speciel note?

source: You are about to delete this note:
da_dk: Du er ved at slette denne note:

source: The special note will vanish (though preserved in the database for auditing).
da_dk: Den særlige note vil forsvinde (men bevaret i databasen for revision).

source: Task details
da_dk: Oplysninger om opgave

source: Table definitions
da_dk: Tabeldefinitioner

source: Column name
da_dk: Kolonnenavn

source: Column type
da_dk: Kolonnetype

source: Summary elements
da_dk: Oversigtselementer

source: Tracker elements
da_dk: Tracker elementer

source: Plot label
da_dk: Plot etiket

source: Axis label
da_dk: Akseetiket

source: FHIR Questionnaire structure, if applicable
da_dk: FHIR Spørgeskemastruktur, hvis det er relevant

source: Item
da_dk: Vare

source: Question type
da_dk: Spørgsmålstype

source: Answer type
da_dk: Svartype

source: Answer options, if applicable
da_dk: Svarmuligheder, hvis det er relevant

source: Erase task irrevocably?
da_dk: Slet opgaven uigenkaldeligt?

source: ARE YOU REALLY SURE YOU WANT TO ERASE THIS TASK?
da_dk: ER DU VIRKELIG SIKKER PÅ, AT DU VIL SLETTE DENNE OPGAVE?

source: Data will be erased; the task structure itself will remain as a placeholder.
da_dk: Data vil blive slettet. selve opgave strukturen bevares som pladsholder.

source: Erase task entirely?
da_dk: Slet opgaven helt?

source: ARE YOU REALLY SURE YOU WANT TO ERASE THIS TASK ENTIRELY?
da_dk: ER DU VIRKELIG SIKKER PÅ, AT DU VIL SLETTE DENNE OPGAVE HELT?

source: The task will be entirely erased.
da_dk: Opgaven vil blive slettet helt.

source: Add user
da_dk: Tilføj bruger

source: Once created, you can set permissions.
da_dk: Når den er oprettet, kan du angive tilladelser.

source: Delete user
da_dk: Slet bruger

source: Edit user
da_dk: Rediger bruger

source: Edit group permissions
da_dk: Rediger gruppetilladelser

source: User:
da_dk: Bruger:

source: Group:
da_dk: Gruppe:

source: Users
da_dk: Brugere

source: Flags
da_dk: Flag

source: View details
da_dk: Se detaljer

source: Upload group
da_dk: Upload gruppe

source: Authentication
da_dk: Godkendelse

source: You
da_dk: Dig

source: Superuser.
da_dk: Superbruger.

source: Group administrator
da_dk: Gruppeadministrator

source: Locked out;
da_dk: Låst ude;

source: unlock
da_dk: låse op

source: Auto-generated
da_dk: Automatisk genereret

source: View
da_dk: Vis

source: Permissions
da_dk: Tilladelser

source: Change
da_dk: Ændre

source: Change multi-factor authentication
da_dk: Skift multifaktorgodkendelse

source: Add a user
da_dk: Tilføj en bruger

source: View data definition language (DDL), in SQL
da_dk: Vis DDL (Data Definition Language) i SQL

source: The server’s database is using dialect
da_dk: Serverens database bruger dialekt

source: View e-mail generated by CamCOPS
da_dk: Vis e-mail genereret af CamCOPS

source: Information about user
da_dk: Oplysninger om bruger

source: Groups that user
da_dk: Grupper, som bruger

source: is a member of
da_dk: er medlem af

source: {patient} on schedule: {schedule}
da_dk: {patient} på skema: {schedule}

source: Scheduled tasks
da_dk: Planlagte opgaver

source: Task
da_dk: Opgave

source: Due by
da_dk: Forfalder af

source: Due now
da_dk: Forfalder nu

source: Complete
da_dk: Afsluttet

source: Subject
da_dk: Emne

source: Date
da_dk: Dato

source: Sent
da_dk: Sendt

source: Sending failure reason
da_dk: Afsendelse af årsag til fejl

source: Email this patient
da_dk: E-mail denne patient

source: CamCOPS server location:
da_dk: CamCOPS-serverplacering:

source: Patients and their task schedules
da_dk: Patienter og deres opgaveplaner

source: Multiple patients exist with the same identifier. CamCOPS can handle this but it is probably due to a data entry mistake.
da_dk: Der findes flere patienter med samme identifikator. CamCOPS kan håndtere dette, men det skyldes sandsynligvis en dataindtastningsfejl.

source: Patient
da_dk: Patienten

source: Identifiers
da_dk: Id'er

source: Access key
da_dk: Adgangsnøgle

source: Edit patient, assign schedules
da_dk: Rediger patient, tildel tidsplaner

source: Resend email
da_dk: Send mail igen

source: CamCOPS: information about this database/server
da_dk: CamCOPS: oplysninger om denne database/server

source: Recent activity
da_dk: Seneste aktivitet

source: Time-scale
da_dk: Tidsskala

source: Number of active sessions
da_dk: Antal aktive sessioner

source: Sessions time out after
da_dk: Sessioner timeout efter

source: minutes; sessions older than this are periodically deleted.
da_dk: minutter; sessioner, der er ældre end dette, slettes periodisk.

source: All known tasks
da_dk: Alle kendte opgaver

source: Extra string families present
da_dk: Ekstra strengfamilier, der er til stede

source: Task schedule items for {schedule_name}
da_dk: Opgaveplanelementer for {schedule_name}

source: Due from (days)
da_dk: Forfalder fra (dage)

source: Due within (days)
da_dk: Forfalder inden for (dage)

source: Add a task schedule item
da_dk: Tilføje et opgaveplanelement

source: Items
da_dk: Varer

source: Edit items
da_dk: Redigere elementer

source: Edit schedule
da_dk: Rediger skema

source: Currently applicable filters
da_dk: Aktuelt gældende filtre

source: Set or clear filters
da_dk: Angive eller fjerne filtre

source: Tasks
da_dk: Opgaver

source: Your user isn’t configured to view all patients’ records when no patient filters are applied, and none is. Records will only be shown if they are anonymous, or for groups that allow you to see all patients in these circumstances. Choose a specific patient to see their records.
da_dk: Din bruger er ikke konfigureret til at få vist alle patienternes optegnelser, når der ikke anvendes patient filtre, og ingen af dem er. Optegnelser vil kun blive vist, hvis de er anonyme, eller for grupper, der giver dig mulighed for at se alle patienter under disse omstændigheder. Vælg en bestemt patient for at se deres optegnelser.

source: Your administrator has not assigned you to any groups. You won’t be able to see any tasks.
da_dk: Administratoren har ikke tildelt dig til nogen grupper. Du kan ikke se nogen opgaver.

source: No tasks found for your search criteria!
da_dk: Der blev ikke fundet nogen opgaver for dine søgekriterier!

source: Colour in the Patient column means that an ID policy is not yet satisfied. Colour in the Identifiers column means that an ID number is invalid. Colour in the Task Type column means the record is not current. Colour in the Created column means the task is ‘live’ on the tablet, not finalized (so patient and task details may change). Colour in the View/Print columns means the task is incomplete.
da_dk: Farve i kolonnen patient betyder, at en ID-politik endnu ikke er opfyldt. Farve i kolonnen identifikatorer betyder, at et ID-nummer er ugyldigt. Farven i kolonnen opgave type betyder, at posten ikke er aktuel. Farve i kolonnen oprettet betyder, at opgaven er ' live ' på tabletten, ikke færdiggjort (så patient-og opgavedetaljer kan ændre). Farve i kolonnerne Vis/Udskriv betyder, at opgaven er ufuldstændig.

source: Added by
da_dk: Tilføjet af

source: Print, save
da_dk: Udskriv, gem

source: Users’ e-mail addresses
da_dk: Brugeres e-mail-adresser

source: Users that you manage who have missing e-mail addresses
da_dk: Brugere, som du administrerer, og som mangler e-mail-adresser

source: E-mail addresses for users that you manage
da_dk: E-mail-adresser til brugere, du administrerer

source: Click one to e-mail that user using your computer's e-mail client.
da_dk: Klik på et for at sende en e-mail til brugeren via computerens e-mail-klient.

source: Copy/paste the whole list into your e-mail client for a bulk e-mail.
da_dk: Kopiér/Indsæt hele listen i e-mail-klienten for at få en masse e-mail.

source: Logged in as
da_dk: Logget ind som

source: Log out
da_dk: Log ud

source: Main menu
da_dk: Hovedmenu

source: Task is one of:
da_dk: Opgaven er en af følgende:

source: DOB
da_dk: Født

source: ID numbers match one of:
da_dk: ID-numre matcher en af:

source: Device uploading task is one of:
da_dk: Opgave til overførsel af enheder er en af:

source: User uploading task is one of:
da_dk: Opgave til overførsel af bruger er en af:

source: Group is one of:
da_dk: Gruppe er en af:

source: Text contains one of:
da_dk: Teksten indeholder en af følgende:

source: Restricted to “complete” tasks only.
da_dk: Begrænset til "komplette" opgaver.

source: [No filters.]
da_dk: [Ingen filtre.]

source: Group ID
da_dk: Gruppe-id

source: Groups this group is allowed to see, in addition to itself
da_dk: Grupper denne gruppe har lov til at se, ud over sig selv

source: Upload ID policy
da_dk: Upload politik

source: Principal (single necessary) ID number required by Upload policy
da_dk: Principal (enkelt nødvendigt) ID-nummer, der kræves af upload politik

source: Finalize ID policy
da_dk: Færdiggør ID-politik

source: Principal (single necessary) ID number required by Finalize policy
da_dk: Principal (enkelt nødvendigt) ID-nummer, der kræves af færdiggør politik

source: Members
da_dk: Medlemmer

source: Colour in a policy column means that an ID policy is not valid (syntactically, because it refers to ID numbers that do not exist, or because it's less restrictive than the tablet's minimum ID policy).
da_dk: Farve i en politik kolonne betyder, at en ID-politik ikke er gyldig (syntaktisk, fordi den refererer til ID-numre, der ikke findes, eller fordi den er mindre restriktiv end tablettens minimum-ID-politik).

source: Return to audit menu
da_dk: Gå tilbage til overvågningsmenuen

source: Return to main menu
da_dk: Vend tilbage til hovedmenuen

source: Choose options for export log
da_dk: Vælg indstillinger for eksportlog

source: View all groups
da_dk: Vis alle grupper

source: View all users
da_dk: Vis alle brugere

source: Manage patients and their tasks
da_dk: Administrer patienter og deres opgaver

source: Manage task schedules
da_dk: Administrere opgaveplaner

source: Core information
da_dk: Centrale oplysninger

source: User ID
da_dk: Bruger-ID

source: Last login at (UTC)
da_dk: Seneste login hos (UTC)

source: Locked out?
da_dk: Låst ude?

source: Last password change (UTC)
da_dk: Seneste ændring af adgangskode (UTC)

source: Agreed to terms of use at:
da_dk: Accepteret vilkår for anvendelse på:

source: Superuser?
da_dk: Superbruger?

source: Summary of group membership information
da_dk: Oversigt over oplysninger om gruppemedlemskab

source: May log in to web viewer?
da_dk: Kan logge ind på webfremviseren?
