Repository: ucam-department-of-psychiatry/camcops
Catalog: server/camcops_server/translations/*/LC_MESSAGES/camcops_*.po
Languages: da_dk

source: Can't fetch ID number definition
da_dk: Definitionen af id-nummer kan ikke hentes

source: Anonymous
da_dk: Anonym

source: (Server) Count current task instances
da_dk: (Server) Tæl aktuelle opgaveforekomster

source: {task_name} @ {due_days} days
da_dk: {task_name} @ {due_days} dage

source: (Server) Count server-created patients and their assigned tasks
da_dk: (Server) Tæl serveroprettede patienter og deres tildelte opgaver

source: Abnormal
da_dk: Unormal

source: Absent
da_dk: Fraværende

source: Absent or mild
da_dk: Fraværende eller mild

source: Anonymous task
da_dk: Anonym opgave

source: Answer
da_dk: Svar

source: Auditory
da_dk: Auditive

source: Category
da_dk: Kategori

source: TERMS AND CONDITIONS OF USE
da_dk: VILKÅR OG BETINGELSER FOR BRUG

source: You must agree to the following terms and conditions in order to use CamCOPS.
da_dk: Du skal acceptere følgende vilkår og betingelser for at bruge CamCOPS.

source: 1. By using the Cambridge Cognitive and Psychiatric Assessment Kit application or web interface (“CamCOPS”), you are agreeing in full to these Terms and Conditions of Use. If you do not agree to these terms, do not use the software. 2. Content that is original to CamCOPS is licensed as follows. CamCOPS is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. CamCOPS is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with CamCOPS. If not, see https://www.gnu.org/licenses/. 3. Content created by others and distributed with CamCOPS may be in the public domain, or distributed under other licenses or permissions. THERE MAY BE CRITERIA THAT APPLY TO YOU THAT MEAN YOU ARE NOT PERMITTED TO USE SPECIFIC TASKS. IT IS YOUR RESPONSIBILITY TO CHECK THAT YOU ARE LEGALLY ENTITLED TO USE EACH TASK. You agree that the authors of CamCOPS are not responsible for any consequences that arise from your use of an unauthorized task. 4. While efforts have been made to ensure that CamCOPS is reliable and accurate, you agree that the authors and distributors of CamCOPS are not responsible for errors, omissions, or defects in the content, nor liable for any direct, indirect, incidental, special and/or consequential damages, in whole or in part, resulting from your use or any user’s use of or reliance upon its content. 5. Content contained in or accessed through CamCOPS should not be relied upon for medical purposes in any way. This software is not designed for use by the general public. If medical advice is required you should seek expert medical assistance. You agree that you will not rely on this software for any medical purpose. 6. Regarding the European Union Council Directive 93/42/EEC of 14 June 1993 concerning medical devices (amended by further directives up to and including Directive 2007/47/EC of 5 September 2007) (“Medical Devices Directive”): CamCOPS is not intended for the diagnosis and/or monitoring of human disease. If it is used for such purposes, it must be used EXCLUSIVELY FOR CLINICAL INVESTIGATIONS in an appropriate setting by persons professionally qualified to do so. It has NOT undergone a conformity assessment under the Medical Devices Directive, and thus cannot be marketed or put into service as a medical device. You agree that you will not use it as a medical device. 7. THIS SOFTWARE IS DESIGNED FOR USE BY QUALIFIED CLINICIANS ONLY. BY CONTINUING TO USE THIS SOFTWARE YOU ARE CONFIRMING THAT YOU ARE A QUALIFIED CLINICIAN, AND THAT YOU RETAIN RESPONSIBILITY FOR DIAGNOSIS AND MANAGEMENT. 8. The CamCOPS server uses a single secure cookie for session authentication. The cookie is not used for any other purpose. It is deleted when you finish your session (it is a session cookie). By using a CamCOPS server, you agree to this use of cookies. These terms and conditions were last revised on 2020-10-12.
da_dk: 1. Ved at bruge Cambridge Cognitive and Psychiatric Assessment Kit-applikationen eller webgrænsefladen ("CamCOPS") accepterer du fuldt ud disse vilkår og betingelser for brug. Hvis du ikke accepterer disse vilkår, skal du ikke bruge softwaren. 2. Indhold, der er originalt for CamCOPS, er licenseret som følger. CamCOPS er gratis software: Du kan videredistribuere det og / eller ændre det i henhold til vilkårene i GNU General Public License som offentliggjort af Free Software Foundation, enten version 3 af licensen, eller (efter eget valg) enhver senere version. CamCOPS distribueres i håb om, at det vil være nyttigt, men uden nogen garanti; uden selv den stiltiende garanti for salgbarhed eller EGNETHED TIL ET BESTEMT FORMÅL. Se GNU's generelle offentlige licens for at få flere oplysninger. Du skulle have modtaget en kopi af GNU General Public License sammen med CamCOPS. Hvis ikke, se https://www.gnu.org/licenses/. 3. Indhold, der er oprettet af andre og distribueret med CamCOPS, kan være offentligt tilgængeligt eller distribueret under andre licenser eller tilladelser. DER KAN VÆRE KRITERIER, DER GÆLDER FOR DIG, SOM BETYDER, AT DU IKKE HAR TILLADELSE TIL AT BRUGE BESTEMTE OPGAVER. DET ER DIT ANSVAR AT KONTROLLERE, AT DU HAR RET TIL AT BRUGE HVER OPGAVE. Du accepterer, at forfatterne af CamCOPS ikke er ansvarlige for eventuelle konsekvenser, der opstår som følge af din brug af en uautoriseret opgave. 4. Mens der er gjort en indsats for at sikre, at CamCOPS er pålidelig og præcis, accepterer du, at forfatterne og distributørerne af CamCOPS ikke er ansvarlige for fejl, udeladelser eller mangler i indholdet eller ansvarlige for direkte, indirekte, tilfældige, specielle og / eller følgeskader helt eller delvist som følge af din brug eller enhver brugers brug af eller afhængighed af dets indhold. 5. Indhold, der er indeholdt i eller tilgået via CamCOPS, bør ikke på nogen måde påberåbes til medicinske formål. Denne software er ikke designet til brug for offentligheden. Hvis der kræves lægehjælp, bør du søge lægehjælp. Du accepterer, at du ikke vil stole på denne software til noget medicinsk formål. 6. Med hensyn til Rådets direktiv 93/42/EØF af 14. Hvis det anvendes til sådanne formål, skal det udelukkende anvendes til kliniske undersøgelser i passende omgivelser af personer, der er fagligt kvalificerede til at gøre det. Det har IKKE gennemgået en overensstemmelsesvurdering i henhold til direktivet om medicinsk udstyr og kan derfor ikke markedsføres eller tages i brug som medicinsk udstyr. Du accepterer, at du ikke vil bruge det som medicinsk udstyr. 7. DENNE SOFTWARE ER KUN BEREGNET TIL BRUG AF KVALIFICEREDE KLINIKERE. VED AT FORTSÆTTE MED AT BRUGE DENNE SOFTWARE BEKRÆFTER DU, AT DU ER UDDANNET KLINIKER, OG AT DU BEVARER ANSVARET FOR DIAGNOSE OG LEDELSE. 8. CamCOPS-serveren bruger en enkelt sikker cookie til sessionsgodkendelse. Cookien bruges ikke til andre formål. Den slettes, når du er færdig med sessionen (det er en sessionscookie). Ved at bruge en CamCOPS-server accepterer du denne brug af cookies. Disse vilkår og betingelser blev senest revideret i 2020-10-12.

source: I agree to these terms and conditions
da_dk: Jeg accepterer disse vilkår og betingelser

source: Event
da_dk: Begivenhed

source: False
da_dk: Falsk

source: Female
da_dk: Kvinde

source: General
da_dk: Generelt

source: If applicable
da_dk: Hvis relevant

source: Location
da_dk: Lokation

source: Male
da_dk: Mand

source: Meets criteria?
da_dk: Opfylder kriterier?

source: Mild to moderate
da_dk: Mild til moderat

source: Moderate
da_dk: Moderat

source: Moderately severe
da_dk: Moderat alvorlig

source: Moderate to severe
da_dk: Moderat til alvorlig

source: N/A
da_dk: I/A

source: No
da_dk: Nej

source: None
da_dk: Ingen

source: Present
da_dk: Nuværende

source: Question
da_dk: Spørgsmål

source: Severe
da_dk: Alvorlig

source: Total score
da_dk: Samlet score

source: True
da_dk: Sandt

source: Unknown
da_dk: Ukendt

source: Very severe
da_dk: Meget alvorlig

source: Visual
da_dk: Visuel

source: Volume (0–1)
da_dk: Lydstyrke (0–1)

source: Yes
da_dk: Ja

source: consistent (no values)
da_dk: konsistent (ingen værdier)

source: Nobody may edit the system user
da_dk: Ingen kan redigere systembrugeren

source: You may not edit a superuser
da_dk: Du må ikke redigere en superbruger

source: You may not edit a group administrator
da_dk: Du må ikke redigere en gruppeadministrator

source: You are not a group administrator for any groups that this user is in
da_dk: Du er ikke gruppeadministrator for de grupper, som denne bruger er i

source: word character
da_dk: ordtegn

source: non-word character
da_dk: tegn der ikke er ord

source: digit
da_dk: ciffer

source: non-digit
da_dk: ikke-ciffer

source: whitespace
da_dk: mellemrum

source: non-whitespace
da_dk: ikke-mellemrum

source: any character
da_dk: et vilkårligt tegn

source: Invalid string.
da_dk: Ugyldig streng.

source: Permitted characters:
da_dk: Tilladte tegn:

source: Minimum length = {}. Maximum length = {}.
da_dk: Minimumlængde = {}. Maksimal længde = {}.

source: Invalid alphanumeric string
da_dk: Ugyldig alfanumerisk streng

source: Invalid e-mail address
da_dk: Ugyldig e-mail-adresse

source: Invalid IP address
da_dk: Ugyldig IP-adresse

source: Invalid URL
da_dk: Ugyldig URL-adresse

source: Passwords can't be blank
da_dk: Adgangskoder må ikke være tomme

source: Passwords can't be shorter than {} characters
da_dk: Adgangskoder må ikke være kortere end {} tegn

source: That password is used too commonly; try again
da_dk: Denne adgangskode bruges for ofte. Prøv igen

source: Task table names must start with a letter, and contain only contain alphanumeric characters (A-Z, a-z, 0-9) or underscores (_).
da_dk: Opgavetabelnavne skal starte med et bogstav og må kun indeholde alfanumeriske tegn (A-Z, a-z, 0-9) eller understregningstegn (_).

source: Download filenames must (1) begin with an alphanumeric/underscore character; (2) contain only alphanumeric characters, underscores, and hyphens; and (3) end with a full stop followed by an alphanumeric/underscore extension.
da_dk: Hent filnavne skal (1) begynde med et alfanumerisk/understregningstegn; (2) indeholder kun alfanumeriske tegn, understregningstegn og bindestreger; og (3) slutter med et fuldt stop efterfulgt af en alfanumerisk/understregningsudvidelse.

source: Cannot find {object_class} with {server_pk_name}:{pk_value}
da_dk: {object_class} blev ikke fundet med {server_pk_name}:{pk_value}

source: There is no patient with access key '{access_key}'. Have you entered the key correctly?
da_dk: Der er ingen patient med adgangsnøglen '{access_key}'. Har du indtastet nøglen korrekt?

source: Patient has no ID numbers
da_dk: Patienten har ingen id-numre

source: User not authorized to dump data (for any group).
da_dk: Brugeren har ikke tilladelse til at gemme data (for en vilkårlig gruppe).

source: User not authorized to run reports (for any group).
da_dk: Brugeren har ikke tilladelse til at køre rapporter (for en vilkårlig gruppe).

source: Task is live on tablet; finalize (or force-finalize) first.
da_dk: Opgaven er live på tablet; færdiggøre (eller tvinge færdiggøre) først.

source: Hello! This is a public CamCOPS test page.
da_dk: Hej! Dette er en offentlig CamCOPS testside.

source: Private test page.
da_dk: Privat testside.

source: Deliberately crashed. Should not affect other processes.
da_dk: Bevidst styrtede ned. Bør ikke påvirke andre processer.

source: Authenticate via your authentication app
da_dk: Godkend via din godkendelsesapp

source: Authenticate via e-mail
da_dk: Godkend via e-mail

source: Authenticate via SMS
da_dk: Godkend via SMS

source: Enter the code for CamCOPS displayed on your authentication app.
da_dk: Indtast koden til CamCOPS, der vises på din godkendelsesapp.

source: We've sent a code by email to {}.
da_dk: Vi har sendt en kode via e-mail til {}.

source: We've sent a code by text message to {}
da_dk: Vi har sendt en kode via sms til {}

source: CamCOPS authentication
da_dk: CamCOPS-godkendelse

source: E-mail sent
da_dk: E-mail sendt

source: Failed to send e-mail! Please try again or contact your administrator.
da_dk: E-mailen kunne ikke sendes! Prøv igen, eller kontakt administratoren.

source: Your CamCOPS verification code is {}
da_dk: Din CamCOPS -verifikationskode er {}

source: You entered an invalid code. Please try again.
da_dk: Du har indtastet en ugyldig kode. Prøv igen.

source: Your code expired. Please try again.
da_dk: Din kode er udløbet. Prøv igen.

source: Invalid username/password (or user not authorized).
da_dk: Ugyldigt brugernavn/adgangskode (eller bruger ikke godkendt).

source: (never)
da_dk: (aldrig)

source: Account locked until {} due to multiple login failures. Try again later or contact your administrator.
da_dk: Kontoen er låst indtil {} på grund af flere loginfejl. Prøv igen senere, eller kontakt administratoren.

source: Your password has expired and must be changed.
da_dk: Din adgangskode er udløbet og skal ændres.

source: You have changed your password. If you store your password in your CamCOPS tablet application, remember to change it there as well.
da_dk: Du har ændret din adgangskode. Hvis du gemmer din adgangskode i din CamCOPS tablet ansøgning, skal du huske at ændre det der så godt.

source: Password changed for user '{username}'
da_dk: Adgangskode ændret for bruger '{username}'

source: Multi-factor authentication disabled for user '{username}'
da_dk: Multifaktorgodkendelse deaktiveret for brugeren '{username}'

source: Let's test it!
da_dk: Lad os teste det!

source: Configure multi-factor authentication settings
da_dk: Konfigurer indstillinger for godkendelse med flere faktorer

source: Configure authentication with app
da_dk: Konfigurere godkendelse med app

source: Configure authentication by email
da_dk: Konfigurere godkendelse via mail

source: Configure authentication by text message
da_dk: Konfigurere godkendelse via SMS

source: Multi-factor authentication: success!
da_dk: Multifaktorautentisering: succes!

source: No such patient or not authorized
da_dk: Ingen sådan patient eller ikke autoriseret

source: Invalid tasks specified
da_dk: Der er angivet ugyldige opgaver

source: Not all tasks specified provide trackers
da_dk: Ikke alle angivne opgaver giver trackere

source: Last 1 minute
da_dk: Sidste 1 minut

source: Last 5 minutes
da_dk: Sidste 5 minutter

source: Last 10 minutes
da_dk: Sidste 10 minutter

source: Last 1 hour
da_dk: Sidste 1 time

source: You may not administer this group
da_dk: Du må ikke administrere denne gruppe

source: Can't rename user
da_dk: Kan ikke omdøbe brugeren

source: that conflicts with an existing user with ID
da_dk: der er i konflikt med en eksisterende bruger med ID

source: This user's email address is used for multi-factor authentication. If you want to remove their email address, you must first disable multi-factor authentication
da_dk: Denne brugers e-mail-adresse bruges til godkendelse af flere faktorer. Hvis du vil fjerne deres e-mail-adresse, skal du først deaktivere multifaktorgodkendelse

source: User {username} enabled
da_dk: Bruger {username} aktiveret

source: Can't delete your own user!
da_dk: Kan ikke slette din egen bruger!

source: Unable to delete user: user still has webviewer login and/or tablet upload permission
da_dk: Kan ikke slette bruger: brugeren har stadig webviewer login og/eller tablet upload tilladelse

source: Unable to delete user: they are a superuser and you are not
da_dk: Kan ikke slette bruger: de er en superbruger, og du er ikke

source: Unable to delete user: user belongs to groups that you do not administer
da_dk: Brugeren kan ikke slettes: brugeren tilhører grupper, som du ikke administrerer

source: Unable to delete user; records (or audit trails) refer to that user. Disable login and upload permissions instead.
da_dk: Brugeren kan ikke slettes. poster (eller revisionsspor) refererer til den pågældende bruger. Deaktiver login og upload tilladelser i stedet.

source: Unable to delete group; there are users who are members!
da_dk: Gruppen kan ikke slettes; der er brugere, der er medlemmer!

source: Unable to delete group; records refer to it.
da_dk: Gruppen kan ikke slettes; optegnelser refererer til det.

source: Unable to delete ID definition; records refer to it.
da_dk: ID-definitionen kunne ikke slettes; optegnelser refererer til det.

source: Not authorized to add special notes for this task's group
da_dk: Der er ikke tilladelse til at tilføje særlige notater for denne opgaves gruppe

source: Not authorized to delete this special note
da_dk: Ikke autoriseret til at slette denne særlige note

source: Not authorized to erase tasks for this task's group
da_dk: Ikke autoriseret til at slette opgaver for denne opgaves gruppe

source: Task already erased
da_dk: Opgaven er allerede slettet

source: Task erased:
da_dk: Opgave slettet:

source: You're not an admin for this group
da_dk: Du er ikke administrator for denne gruppe

source: Some records for this device are in groups for which you are not an administrator
da_dk: Nogle poster for denne enhed findes i grupper, som du ikke er administrator for

source: Bad patient: not in a group
da_dk: Dårlig patient: ikke i en gruppe

source: Not authorized to edit this patient
da_dk: Ikke autoriseret til at redigere denne patient

source: Patient details edited. Changes:
da_dk: Patient oplysninger redigeret. Ændringer:

source: Patient is not editable - was not created on the server
da_dk: Patienten kan ikke redigeres - blev ikke oprettet på serveren

source: Task schedules
da_dk: Opgaveplaner

source: Updated
da_dk: Opdateret

source: Patient is not editable (likely: not finalized, so a copy still on a client device)
da_dk: Patienten kan ikke redigeres (sandsynligvis: ikke afsluttet, så en kopi stadig på en klient enhed)

source: Not authorized to manage patients
da_dk: Ikke autoriseret til at håndtere patienter

source: Not authorized to delete this patient
da_dk: Ikke autoriseret til at slette denne patient

source: Delete patient
da_dk: Slet patient

source: Schedule does not exist
da_dk: Tidsplanen findes ikke

source: Patient's task schedule does not exist
da_dk: Patientens opgaveplan findes ikke

source: Not authorized to manage this patient
da_dk: Ikke autoriseret til at styre denne patient

source: You a not a group administrator for this task schedule's group
da_dk: Du er ikke gruppeadministrator for denne opgaveplans gruppe

source: Add a task schedule
da_dk: Tilføje en opgaveplan

source: Edit details for a task schedule
da_dk: Redigere detaljer for en opgaveplan

source: Delete a task schedule
da_dk: Slette en opgaveplan

source: Add an item to the {schedule_name} schedule
da_dk: Føje et element til tidsplanen {schedule_name}

source: Edit details for a task schedule item
da_dk: Redigere detaljer for et opgaveskemaelement

source: Delete a task schedule item
da_dk: Slette et opgaveplanelement

source: Not authorized to email patients
da_dk: Ikke autoriseret til at e -maile patienter

source: Patient task schedule does not exist
da_dk: Patientopgaveplan findes ikke

source: Email sent to {patient_email}
da_dk: E-mail sendt til {patient_email}

source: Failed to send email to {patient_email}
da_dk: Kunne ikke sende e-mail til {patient_email}

source: Addenbrooke’s Cognitive Examination III
da_dk: Addenbrooke’s Cognitive Examination [Addenbrooke's kognitive undersøgelse], revision 3

source: Mini-Addenbrooke’s Cognitive Examination
da_dk: Mini-Addenbrooke’s Cognitive Examination [Mini-Addenbrooke's kognitive undersøgelse]

source: Abnormal Involuntary Movement Scale
da_dk: Abnormal Involuntary Movement Scale [unormal ufrivillig bevægelsesskala]

source: Assessment Patient Experience Questionnaire for CPFT Perinatal Services
da_dk: Assessment Patient Experience Questionnaire for CPFT Perinatal Services [vurdering patient oplevelse spørgeskema for CPFT perinatal tjenester]

source: APEQ CPFT Perinatal — Question summaries
da_dk: APEQ CPFT perinatal — spørgsmål resuméer

source: Main questions
da_dk: Vigtigste spørgsmål

source: Friends and family question
da_dk: Venner og familiespørgsmål

source: Reasons given for the above responses
da_dk: Begrundelse for ovenstående svar

source: Response
da_dk: Svar

source: Reason
da_dk: Årsag

source: Comments
da_dk: Kommentarer

source: Comment
da_dk: Kommentar

source: Total responses
da_dk: Samlet antal svar

source: Assessment Patient Experience Questionnaire for Psychological Therapies
da_dk: Assessment Patient Experience Questionnaire for Psychological Therapies [vurdering patient oplevelse spørgeskema for psykologiske terapier]

source: Adult Autism Spectrum Quotient
da_dk: Adult Autism Spectrum Quotient [voksen autismespektrum kvotienten]

source: Ankylosing Spondylitis Disease Activity Score
da_dk: Ankylosing Spondylitis Disease Activity Score [ankyloserende spondylitis sygdom aktivitet score]

source: WHO Alcohol Use Disorders Identification Test
da_dk: Alcohol Use Disorders Identification Test [alkoholforstyrrelser identifikationstest]

source: AUDIT Alcohol Consumption Questions
da_dk: AUDIT Alcohol Consumption Questions [alkoholforbrug spørgsmål]

source: Bristol Activities of Daily Living Scale
da_dk: Bristol Activities of Daily Living Scale [Bristol aktiviteter med daglig levetidskala]

source: Bath Ankylosing Spondylitis Disease Activity Index
da_dk: Bath Ankylosing Spondylitis Disease Activity Index [ankyloserende spondylitis sygdom aktivitetsindeks]

source: Beck Depression Inventory (data collection only)
da_dk: Beck Depression Inventory [Beck depression inventar] [dataindsamling kun]

source: Body mass index
da_dk: Kropsmasseindeks

source: Brief Psychiatric Rating Scale
da_dk: Brief Psychiatric Rating Scale [kort psykiatrisk vurdering skala]

source: Brief Psychiatric Rating Scale, Expanded
da_dk: Brief Psychiatric Rating Scale, Expanded [kort psykiatrisk vurdering skala, udvidet]

source: CAGE Questionnaire
da_dk: CAGE Questionnaire [CAGE spørgeskema]

source: Community Assessment of Psychic Experiences
da_dk: Community Assessment of Psychic Experiences [samfundsvurdering af psykiske oplevelser]

source: Cardiff Anomalous Perceptions Scale
da_dk: Cardiff Anomalous Perceptions Scale [Cardiff anomaløse opfattelser skala]

source: Cardinal RN – Threshold determination for Expectation–Detection task
da_dk: Cardinal RN — ExpDet-tærskelværdi opgave

source: Cardinal RN – Expectation–Detection task
da_dk: Cardinal RN — Expectation–Detection task [forventning/påvisningsopgave]

source: Cambridge Behavioural Inventory, Revised
da_dk: Cambridge Behavioural Inventory, Revised [Cambridge adfærdsmæssige opgørelse, revideret]

source: Childhood Experience of Care and Abuse Questionnaire
da_dk: Childhood Experience of Care and Abuse Questionnaire [barndomserfaring af spørgeskema om pleje og misbrug], v3

source: Center for Epidemiologic Studies Depression Scale
da_dk: Center for Epidemiologic Studies Depression Scale [center for epidemiologiske studier, depression skala]

source: Center for Epidemiologic Studies Depression Scale (Revised)
da_dk: Center for Epidemiologic Studies Depression Scale, Revised [center for epidemiologiske studier, depression skala, reviderede]

source: Compulsive Exercise Test
da_dk: Compulsive Exercise Test [kompulsiv træningstest]

source: Clinical Global Impressions
da_dk: Clinical Global Impressions [kliniske globale indtryk]

source: Clinical Global Impressions – Improvement
da_dk: Clinical Global Impressions – Improvement subscale [kliniske globale indtryk – forbedring sub-skala]
